[
    {
        "subtheme_id": "0",
        "merged_content": "Apple has agreed to pay $95 million to settle a lawsuit that accused the company of turning its virtual assistant Siri into a snoop that eavesdropped on the users of iPhones and other trendy devices in a betrayal to its long-standing commitment to personal privacy. The proposed settlement, pending judicial approval, could see U.S.-based Apple product owners receiving compensation for up to five Siri-enabled devices, provided they attest under oath to accidental activations during confidential conversations. The settlement addresses allegations that its voice assistant recorded conversations without the 'Hey Siri' wake word and potentially stored and shared this data with advertisers—something Apple has denied in previous occasions. The impact of this settlement has the potential to be wide-ranging, given the reach of Apple's product ecosystem. According to a Business of Apps report from November, citing company and market research data, there were roughly 155 million active iPhones in the US as of 2024, a number that's been steadily increasing since the product's debut. Similarly, active Apple TV streaming boxes in the US have also been increasing year to year, with over 32 million active in the US as of 2023. If you've used any Apple devices in the past decade, you might want to listen up—no pun intended. Here's a quick guide to claiming your share of the $95 million settlement.",
        "title": "Apple Settles Lawsuit Over Siri Privacy Violations"
    },
    {
        "subtheme_id": "4",
        "merged_content": "The Wood Law Firm, specializing in class-action lawsuits, filed a complaint against Apple in August 2019 following The Guardian's article accusing Siri's microphone of recording conversations without user consent. Despite a 2014 software update intended to activate Siri only with the phrase 'Hey, Siri,' the report claimed Siri was eavesdropping to enhance Apple's technology. Subsequently, the lawsuit alleged Apple shared some recorded conversations with advertisers targeting potential consumers.",
        "title": "Apple Faces Lawsuit Over Siri Recording Allegations"
    },
    {
        "subtheme_id": "2",
        "merged_content": "Tens of millions of U.S consumers who owned or purchased iPhones and other devices equipped with Siri from September 17, 2014, through the end of last year will be eligible to file claims. It's far too early to tell for certain, but the settlement currently envisions paying out up to $20 per Siri-enabled device, with each consumer limited to a maximum. The final amount could be affected by two factors: the number of claims and how much of the settlement fund is reduced to cover legal fees and costs. A claims administrator estimates only 3% to 5% of eligible consumers will file claims. The lawyers in the case currently are seeking nearly $30 million in fees and expenses, but that figure could still be lowered by U.S. District Judge Jeffrey White, who is overseeing the case in Oakland, California. A proposed Feb. 14 court hearing has been proposed to review the settlement terms. Now that the case has been settled and received preliminary approval, it’s likely Siri users will be able to make a claim. If you owned an Apple Siri-Enabled device between Sept. 17, 2014 and Dec. 31 2024, you could be eligible to claim. You also need to be based in the U.S. However, to get a share of the fee, you’ll need to swear under oath that you experienced Siri activating unintentionally and had private conversations recorded by the voice assistant. Apple has proposed a decision date of Feb. 14 in the Californian court. A website to confirm this will be set up within 45 days and you then have until May 15, 2025 to file your claim. Apple's iOS 18 adds AI to Siri, which could be a concern. As it stands, Apple will pay out $20 to Siri users, but the good news is, you can submit a claim for each of the devices you use, up to five devices, or $100 total. The settlement payment could be higher depending on the number of claims submitted and approved. The cash won’t all go to Apple Siri users. Some of the money will go to the legal teams, who could take 30% of the fee plus expenses — a total of just under $30 million. It might sound like a big payout, but the money won’t make a huge dent in Apple’s profits. The iPhone maker made $93.74 billion in its latest fiscal year. To qualify for the settlement, you'll need to be a U.S. resident who owned one or more qualifying devices between September 17, 2014, and December 31, 2024. The process requires submitting a claim by May 15, 2025, and verifying under oath that Siri activated without your permission. The website to submit your claim is not active right now. Users will have to keep an eye on the news and refer to the official page in order to be considered once the site goes active. It should be ready in less than 45 days. The settlement covers a wide range of Apple devices, including iPhone 6 and newer models, iPads released since 2014, all generations of the Apple Watch, the HomePod and HomePod Mini, as well as MacBooks and iMacs manufactured since 2014. Under the settlement terms, users can receive $20 per qualifying device, with a maximum payout of $100 per household for up to five devices. The final payment could increase if fewer claims are filed than expected. The legal team representing the plaintiffs will receive approximately $30 million from the settlement fund. The claims process begins with the launch of the official settlement website, expected by February 2025. Users should gather their device serial numbers or proof of purchase beforehand. Once the site launches, claimants can complete the online form, submit any requested documentation, select their preferred payment method, and submit their claim before the May 15 deadline. To be eligible for the Siri settlement, you must be based in the U.S. and have owned an Apple device between Sept. 17, 2014 and Dec. 31, 2024. You will receive $20 if you file a claim, but it's not just limited to your iPhone. You can submit a claim for each Apple device that you use, up to five devices for a total of $100. Depending on the number of claims submitted and approved, the payment could end up being higher. A website to submit your claim is required to be set up within 45 days. After that, you have until May 15, 2025 to file your claim. The eligibility requirements for this settlement are fairly broad, as it's open to anyone who owned a Siri-enabled Apple device between Sept. 17, 2014, and Dec. 31, 2024. In order to opt in, you'll have to swear under oath that at some point during that period, you accidentally activated Siri on each device you want to get a payment for. Siri-enabled devices include iPhones, iPads, Apple Watches, MacBooks, iMacs, Apple TV streaming boxes, HomePod speakers and iPod Touches. Payments per device are to be capped at $20, though depending on how many people opt in to the settlement, claimants could receive less than that. Each individual can only claim payments for up to five devices. At this stage, it's unclear when payments will be disbursed and how claimants will go about opting in. The settlement terms still need to be approved by a federal judge, with a hearing on the matter now scheduled for Feb. 14.",
        "title": "Apple Siri Settlement: Eligibility, Claim Process, and Payout Details"
    },
    {
        "subtheme_id": "3",
        "merged_content": "The class action lawsuit, Lopez et al v. Apple Inc., initiated in 2019, alleges that Apple violated users' privacy by allowing its Siri virtual assistant to record conversations without consent. Plaintiffs claim that Siri was frequently activated unintentionally, leading to the recording of private discussions, including medical appointments and personal matters, which were then allegedly shared with advertisers. Specific incidents cited include targeted ads appearing for Air Jordan sneakers and Olive Garden restaurants shortly after users mentioned them in conversation. Although Apple has consistently denied any wrongdoing, the company agreed to a $95 million settlement, which, while substantial, represents a minor fraction of its overall profits, which have exceeded $700 billion since 2014. The settlement also mandates the permanent deletion of all Siri audio recordings collected before October 2019. This case reflects broader concerns regarding voice-activated technologies and their implications for user privacy, with similar lawsuits against other tech giants like Google and Amazon. The ongoing scrutiny emphasizes the need for transparency and user control over personal data in an era where AI-powered assistants are increasingly integrated into daily life.",
        "title": "Apple Settles Siri Privacy Lawsuit for $95 Million Amid User Concerns"
    },
    {
        "subtheme_id": "1",
        "merged_content": "To disable Apple's virtual assistant, follow these steps: Navigate to Settings > Siri & Search and toggle off 'Listen for Hey Siri' and press the Side button for Siri. Then tap 'Turn Off Siri' when prompted. Additionally, you can prevent individual apps from accessing your iPhone's mic by going to Settings, selecting the app, and toggling off Microphone. Concerned about privacy? Lock Siri down on iOS devices by going to Settings > Siri > Talk to Siri > Off. You can also disable 'Press Home for Siri' or 'Press Side Button for Siri' to avoid activating the voice assistant. On Mac devices, control Siri by clicking the Apple logo > System Settings > Siri & Spotlight and toggle off Ask Siri. Apple offers privacy settings to prevent eavesdropping, with opt-in data collection and the option to turn off Siri completely if desired. In response to privacy concerns, Apple apologized in 2019, suspended Siri grading, and introduced changes like user opt-ins for sharing recordings and the ability to delete Siri history in iOS 13.2.",
        "title": "How to Disable Apple's Siri and Protect Your Privacy"
    },
    {
        "subtheme_id": "-1",
        "merged_content": "Apple users may soon be eligible for a cash payout after the company agreed to pay $95 million to settle a class action lawsuit concerning alleged Siri eavesdropping. The preliminary settlement, filed on December 13, 2024, in Oakland, California, is awaiting approval by a U.S. district judge. The lawsuit claims that Apple infringed on privacy rights by capturing Siri conversations when the voice assistant was accidentally activated and sharing this information with advertisers. This controversy dates back to 2019, when The Guardian reported that Apple employed contractors to listen to Siri recordings of private conversations, including sensitive topics such as medical appointments and personal encounters. Although Apple acknowledged that recordings could be reviewed, it did not clearly communicate that there was human oversight involved, leading to allegations that users were not informed they were being recorded without consent. In the current case, plaintiffs allege that discussions about products and medical treatments led to targeted advertisements appearing on their iPhones. Apple has denied any wrongdoing and maintains that data collected is anonymized and used solely to improve Siri, not linked to specific users. The company is settling to avoid potentially hefty litigation costs, as it could have faced up to $1.5 billion in damages if it lost the case. To qualify for the settlement, users must attest under oath that they accidentally activated Siri during a confidential conversation. However, the $95 million payout represents only a small fraction of Apple's profits, raising concerns that it may not serve as a significant deterrent for future privacy violations. Additionally, there are concerns that lawyers representing the plaintiffs may take a considerable portion of the settlement, potentially reducing the amount available to claimants.",
        "title": "Apple Settles Siri Eavesdropping Lawsuit for $95 Million"
    }
]