[
    {
        "title": "EXPLAINER: Apple agrees to $95 million settlement of snooping Siri case",
        "domain": "wpde.com",
        "url": "https://wpde.com/news/nation-world/apple-agrees-to-95-million-settlement-of-snooping-siri-case-privacy-technology-lawsuit-judge-recording",
        "publishedAt": "2025-01-04T21:57:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple has agreed to pay $95 million to settle a lawsuit that accused the company of turning its virtual assistant Siri into a snoop that eavesdropped on the users of iPhones and other trendy devices in a betrayal to its long-standing commitment to personal privacy.\nThe proposed settlement filed in federal court earlier this week still needs to be approved by a judge, but here are a few things to know about the case and the privacy issues that it raised."
            },
            {
                "subtitle": "WHAT WAS THE LAWSUIT ABOUT?",
                "content": "The Wood Law Firm, which specializes in class-action lawsuits, filed the complaint against Apple in August 2019, shortly after The Guardian newspaper published an article alleging that Siri's microphone had been surreptitiously turned on to record conversations occurring without the users' knowledge.\nApple issued a September 2014 software update that was supposed to activate the virtual assistant only with the triggering words “Hey, Siri,” but The Guardian story alleged Siri was listening and recording conversations at other times to help improve the company’s technology.\nThe story led to the lawsuit, which later raised allegations that Apple shared some of the conversations that Siri secretly recorded with advertisers looking to connect with consumers who were more likely to buy their products and services."
            },
            {
                "subtitle": "HOW MANY PEOPLE ARE COVERED BY THE SETTLEMENT?",
                "content": "Tens of millions of U.S consumers who owned or purchased iPhones and other devices equipped with Siri from September 17, 2014, through the end of last year will be eligible to file claims."
            },
            {
                "subtitle": "HOW MUCH MONEY WILL EACH ELIGIBLE CONSUMER RECEIVE?",
                "content": "It's far too early to tell for certain, but the settlement currently envisions paying out up to $20 per Siri-enabled device, with each consumer limited to a maximum. The final amount could be affected by two factors: the number of claims and how much of the settlement fund is reduced to cover legal fees and costs.\nA claims administrator estimates only 3% to 5% of eligible consumers will file claims. The lawyers in the case currently are seeking nearly $30 million in fees and expenses, but that figure could still be lowered by U.S. District Judge Jeffrey White, who is overseeing the case in Oakland, California. A proposed Feb. 14 court hearing has been proposed to review the settlement terms."
            },
            {
                "subtitle": "DID APPLE BREAK ANY LAWS?",
                "content": "If the allegations were true, Apple may have violated federal wiretapping laws and other statutes designed to protect people's privacy. But Apple adamantly denied any wrongdoing and maintained that it would have been cleared of any misconduct had the case gone to trial. Lawyers representing the consumers asserted that Apple's misbehavior was so egregious that the company could have been liable for $1.5 billion in damages if it lost the case.\nAlthough Apple hasn't explained the reasons for making the settlement, major companies often decide it makes more sense to resolve class-action cases rather than to continue to run up legal costs and risk the chance of potentially bad publicity. The lawsuit also targeted one of Apple's core values framing privacy as a “fundamental human right.”\nAlthough $95 million sounds like a lot of money, it's a pittance for Apple. Since September 2014, the company's total profits have exceeded $700 billion — a streak of prosperity that has helped propel the company's market value to about $3.7 trillion."
            },
            {
                "subtitle": "DO I NEED TO BE WORRIED ABOUT THE MICROPHONES ON OTHER DEVICES SPYING ON ME?",
                "content": "Perhaps. A case similar to the one filed against Siri is still active in a San Jose, California, federal court against Google and the virtual assistant in its Android software, which has been widely used in smartphones for years."
            },
            {
                "subtitle": "JUST IN CASE, HOW DO I DISABLE SIRI?",
                "content": "You can turn Apple’s virtual assistant off by following these simple steps:\n1.Navigate to Settings Siri & Search.\n2.Toggle off Listen for ‘Hey Siri’ and press the Side button for Siri.\n3.Tap Turn Off Siri when a pop-up window appears.\nYou can also disable individual apps' access to your iPhone's mic by doing the following: Navigate to Settings (select the app) then toggle off Microphone."
            }
        ],
        "id": "99abafc78e55e0ef9c2cba7a1abc2c29"
    },
    {
        "title": "Apple Siri Eavesdropping Payout—Here’s Who’s Eligible And How To Claim",
        "domain": "www.forbes.com",
        "url": "https://www.forbes.com/sites/kateoflahertyuk/2025/01/04/apple-siri-eavesdropping-payout-heres-whos-eligible-and-how-to-claim/",
        "publishedAt": "2025-01-04T10:08:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Update, Jan. 4, 2025: This story, originally published Jan. 3, now includes more details of who is eligible to claim and instructions on how to disable Siri.\nApple users could soon be eligible for a cash payout after the iPhone maker agreed to pay $95 million to settle a class action case including alleged Siri eavesdropping.\nA preliminary settlement, filed Dec. 13, 2024 in Oakland, California is now awaiting approval by a U.S. district judge, Reuters reports.\nThe lawsuit alleges Apple was infringing privacy by capturing Siri conversations when the voice assistant had been activated accidentally and sharing this information with advertisers. It dates back to 2019, when U.K. newspaper The Guardian reported that Apple employed contractors to listen to Siri recordings of private conversations including medical appointments, sexual encounters and drug deals.\nApple got into hot water at the time because although the iPhone maker did say recordings from Siri could be listened to, it did not explicitly state that there was human oversight of the voice assistant. The new Siri lawsuit alleges that Apple didn’t inform people they were regularly being recorded without consent.\nIn the latest Siri eavesdropping case, two plaintiffs alleged that they mentioned Air Jordan shoes and their iPhones showed adverts for the product. Another claimed he received medical ads after discussing a specific surgical treatment with his doctor."
            },
            {
                "subtitle": "Who Could Be Eligible For The Siri Eavesdropping Payout?",
                "content": "Now that the case has been settled and received preliminary approval, it’s likely Siri users will be able to make a claim.\nIf you owned an Apple Siri-Enabled device between Sept. 17, 2014 and Dec. 31 2024, you could be eligible to claim. You also need to be based in the U.S. However, to get a share of the fee, you’ll need to swear under oath that you experienced Siri activating unintentionally and had private conversations recorded by the voice assistant.\nApple has proposed a decision date of Feb. 14 in the Californian court.\nA website to confirm this will be set up within 45 days and you then have until May 15, 2025 to file your claim.\nApple's iOS 18 adds AI to Siri, which could be a concern."
            },
            {
                "subtitle": "How Much Will Apple Pay Siri Users?",
                "content": "As it stands, Apple will pay out $20 to Siri users, but the good news is, you can submit a claim for each of the devices you use, up to five devices, or $100 total. The settlement payment could be higher depending on the number of claims submitted and approved."
            },
            {
                "subtitle": "Where Will The Total $95 Million Go?",
                "content": "The cash won’t all go to Apple Siri users. Some of the money will go to the legal teams, who could take 30% of the fee plus expenses — a total of just under $30 million.\nIt might sound like a big payout, but the money won’t make a huge dent in Apple’s profits. The iPhone maker made $93.74 billion in its latest fiscal year."
            },
            {
                "subtitle": "Siri Eavesdropping—Should You Quit The Voice Assistant Following The Claims?",
                "content": "It’s important to note that Apple hasn’t admitted any wrongdoing in the Siri eavesdropping case and there is no concrete proof that the iPhone maker passed recordings to advertisers. Data is collected to improve Siri only and this is anonymized and not associated with a particular user, Apple says.\nApple said it “continues to deny any and all alleged wrongdoing and liability, specifically denies each of the Plaintiffs' contentions and claims, and continues to deny that the Plaintiffs' claims and allegations would be suitable for class action status,” according to the filing.\nThe iPhone maker is simply settling the Siri case to avoid costly litigation fees. According to reports, Apple could have been liable to pay $1.5 billion in damages if it lost the case.\nThe Apple Siri case is the latest class action against voice assistant spying. The same law firm is also suing Google in a similar lawsuit.\nI have asked Apple for further comment and will update this article if the firm responds."
            },
            {
                "subtitle": "How To Disable Siri On An iPad or Mac",
                "content": "If you are concerned about privacy, there are several ways you can lock Siri down.\nOn an in iOS device such as an iPhone or iPad, you can do this in your Settings > Siri > Talk to Siri > Off.\nYou can also tap to turn off Press Home for Siri or Press Side Button for Siri to prevent the voice assistant being activated altogether.\nOn a Mac device, you can control Siri by clicking the Apple logo in the top-left corner, then clicking System Settings > Siri & Spotlight. Toggle off Ask Siri.\nThe potential for spying might be a worry, but Apple offers plenty of privacy settings to prevent Siri eavesdropping on your conversations. Firstly, the voice assistant’s data collection for analytics is now opt-in only, a change made in 2019 following the original claims.\nIf you are really concerned about Siri eavesdropping, you could turn off the voice assistant altogether. Apple is increasing using artificial intelligence to boost Siri, and some users just won’t be comfortable with that."
            }
        ],
        "id": "7213a35b4ebb2ac26de62d38cab2e174"
    },
    {
        "title": "How to Claim Your $20 From Apple's $95 Million Siri Privacy Settlement - Decrypt",
        "domain": "decrypt.co",
        "url": "https://decrypt.co/299505/how-to-claim-20-from-apple-siri-privacy-settlement",
        "publishedAt": "2025-01-04T11:08:00+00:00",
        "paragraphs": [
            {
                "subtitle": "You might be eligible to get $20 per Apple device—up to $100 per household—because Siri allegedly listened more than she should have.",
                "content": "Want $20 for each Apple device that might have eavesdropped on you? The Cupertino-based tech giant is ready to shell out up to $95 million to settle claims that Siri was a bit too eager to listen in on private conversations.\nApple hasn't admitted wrongdoing, but agreed to compensate U.S. users up to $100 per household, according to court documents filed December 13, 2024 in Oakland, California.\nThe settlement addresses allegations that its voice assistant recorded conversations without the \"Hey Siri\" wake word and potentially stored and shared this data with advertisers—something Apple has denied in previous occasions.\nHere's a quick guide to claiming your share of the $95 million settlement."
            },
            {
                "subtitle": "How to get paid",
                "content": "To qualify for the settlement, you'll need to be a U.S. resident who owned one or more qualifying devices between September 17, 2014, and December 31, 2024. The process requires submitting a claim by May 15, 2025, and verifying under oath that Siri activated without your permission.\nThe website to submit your claim is not active right now. Users will have to keep an eye on the news and refer to the official page in order to be considered once the site goes active. It should be ready in less than 45 days.\nThe settlement covers a wide range of Apple devices, including iPhone 6 and newer models, iPads released since 2014, all generations of the Apple Watch, the HomePod and HomePod Mini, as well as MacBooks and iMacs manufactured since 2014.\nUnder the settlement terms, users can receive $20 per qualifying device, with a maximum payout of $100 per household for up to five devices. The final payment could increase if fewer claims are filed than expected. The legal team representing the plaintiffs will receive approximately $30 million from the settlement fund.\nThe claims process begins with the launch of the official settlement website, expected by February 2025. Users should gather their device serial numbers or proof of purchase beforehand. Once the site launches, claimants can complete the online form, submit any requested documentation, select their preferred payment method, and submit their claim before the May 15 deadline."
            },
            {
                "subtitle": "Hey Siri, stop listening",
                "content": "The lawsuit comes from a 2019 exposé by The Guardian, which revealed that Apple contractors regularly accessed private Siri recordings. According to the claims, contractors reported hearing medical appointments, business deals, and intimate moments—and also allegedly shared them with advertisers.\nLead plaintiff Fumiko Lopez's experience highlights the potential privacy breach. As reported by the BBC, shortly after discussing Air Jordan shoes at home, she and her daughter noticed targeted advertisements for the exact models they mentioned. Another plaintiff reported seeing ads for specific medical treatments shortly after discussing them with their doctor.\n\"Apple has at all times denied and continues to deny any and all alleged wrongdoing and liability,\" the court filing states. The company maintains that Siri data collection serves only to improve the service and remains anonymized.\nBesides the $95 million payment, the settlement also requires Apple to confirm the permanent deletion of all Siri audio recordings collected before October 2019.\nThis settlement arrives amid growing concerns about AI-powered voice assistants, and AI in general. Similar lawsuits targeted other tech giants, with Google facing a parallel class action suit also in California.\n“Plaintiffs in the lawsuit allege that Google Assistant can activate and record communications even when a user does not intentionally trigger Google Assistant with a hot word, like 'Okay Google,' or manually activate Google Assistant on their device,” the official site for the class action lawsuit reads.\nAmazon agreed in 2023 to pay $25 million for similar privacy violations tied to its Alexa devices, with the SEC's statement noting that its \"complaint alleges that Amazon retained children’s voice recordings indefinitely by default\" in violation of a law.\nOf course, all of these companies have previously claimed to respect and protect their users' privacy. This is especially important considering that all are developing their own generative AI models to improve their user experience, and this requires tons and tons of data.\nIf you want to be extra careful and protect your privacy, you can prevent Siri from automatically activating—or stop using AI assistants at all. Not ideal, but that's the world we live in.\nEdited by Andrew Hayward"
            }
        ],
        "id": "db370f5e180a1da6a7188ee18f868c82"
    },
    {
        "title": "Here's How Much You Can Get in Apple's New Class Action Settlement - Men's Journal",
        "domain": "www.mensjournal.com",
        "url": "https://www.mensjournal.com/news/apple-class-action-settlement",
        "publishedAt": "2025-01-03T22:41:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Tech giant Apple, responsible for the ubiquitous iPhone and other devices like iPads and Apple Watches, has agreed to pay a $95 million settlement involving its virtual assistant Siri.\nAccording to the lawsuit, Apple devices eavesdropped on users as a part of its \"Hey Siri\" technology in which iPhones, iPads, Apple Watches, and other Siri-equipped products actively listened to and recorded conversations for the two words used to trigger the assistant. The proposed settlement was filed in an Oakland, California federal court on Dec. 31.\nIf you've used any Apple devices in the past decade, you might want to listen up—no pun intended."
            },
            {
                "subtitle": "Why is Apple settling a class action lawsuit?",
                "content": "It all dates back to 2019 when The Guardian reported that Apple hired contractors to listen to Siri recordings of users' conversations. This included everything from medical appointments to sexual encounters and drug deals. While Apple at the time acknowledged that Siri recordings could be listened to, it didn't say that humans were listening to them. The new lawsuit alleged that Apple didn't inform users they were frequently being recorded without their consent.\nAccording to Forbes, this case was brought by various users including two plaintiffs alleging that they started getting ads on their iPhones for Air Jordan shoes after mentioning the sneakers in conversation, while another said he began receiving medical ads after speaking about a specific surgical treatment with his doctor."
            },
            {
                "subtitle": "Who is eligible to receive payment for the settlement?",
                "content": "To be eligible for the Siri settlement, you must be based in the U.S. and have owned an Apple device between Sept. 17, 2014 and Dec. 31, 2024."
            },
            {
                "subtitle": "How much can you get for the Siri class action suit?",
                "content": "You will receive $20 if you file a claim, but it's not just limited to your iPhone. You can submit a claim for each Apple device that you use, up to five devices for a total of $100. Depending on the number of claims submitted and approved, the payment could end up being higher."
            },
            {
                "subtitle": "How do you claim your settlement payment?",
                "content": "A website to submit your claim is required to be set up within 45 days. After that, you have until May 15, 2025 to file your claim."
            },
            {
                "subtitle": "How do you turn off 'Hey Siri' on iPhone?",
                "content": "If you don't want your iPhone actively listening to you for the same reason these plaintiffs brought their case, toggle off \"Listen for 'Hey Siri' in the Siri & Search menu of your Settings."
            }
        ],
        "id": "a79a1dfcf2106156b115d6f5ec01a38a"
    },
    {
        "title": "Apple Settles Siri Privacy Lawsuit: Are You Eligible for a Payment? - CNET",
        "domain": "www.cnet.com",
        "url": "https://www.cnet.com/personal-finance/apple-settles-siri-privacy-lawsuit-are-you-eligible-for-a-payment/",
        "publishedAt": "2025-01-03T17:24:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple has agreed to pay out a $95 million settlement in response to a class-action lawsuit that alleged it violated users' privacy with Siri recordings.\nApple's Siri virtual assistant is at the heart of this class-action settlement.\nApple on Tuesday agreed to a $95 million cash settlement in response to a class action lawsuit accusing the company of violating user privacy by retaining recordings of unintended Siri sessions.\nThe settlement period covers a full decade, and given the ubiquity of Apple products, there's a good chance you'll be eligible for a piece of the payout. How much that'll be will depend on the number of claimants: The higher that number goes, the less each claimant gets. Still, it will pay out a certain amount per Siri-enabled device that you own.\nThe impact of this settlement has the potential to be wide-ranging, given the reach of Apple's product ecosystem. According to a Business of Apps report from November, citing company and market research data, there were roughly 155 million active iPhones in the US as of 2024, a number that's been steadily increasing since the product's debut. Similarly, active Apple TV streaming boxes in the US have also been increasing year to year, with over 32 million active in the US as of 2023.\nTo find out if you're eligible for this settlement, read on. You can also find out if you're eligible for the 23andMe data leak settlement."
            },
            {
                "subtitle": "Who sued Apple and why?",
                "content": "This class action lawsuit, Lopez et al v. Apple Inc., was first brought against Apple in 2019, with plaintiffs alleging that they were routinely recorded by their Apple devices after unintentionally activating the Siri virtual assistant, violating their privacy in the process. They further alleged that these recordings were then sold to advertisers and used to target them with ads online.\nSpecific incidents mentioned in the suit include plaintiffs seeing ads online for brands like Air Jordan and Olive Garden after Apple device users discussed them out loud. In some instances, plaintiffs claimed that their devices began listening to them without them having said anything at all. At least one plaintiff involved in the case was a minor when it was first filed.\nWhile agreeing to the settlement, Apple has not admitted any wrongdoing."
            },
            {
                "subtitle": "Who is eligible for this class action settlement?",
                "content": "The eligibility requirements for this settlement are fairly broad, as it's open to anyone who owned a Siri-enabled Apple device between Sept. 17, 2014, and Dec. 31, 2024. In order to opt in, you'll have to swear under oath that at some point during that period, you accidentally activated Siri on each device you want to get a payment for.\nSiri-enabled devices include iPhones, iPads, Apple Watches, MacBooks, iMacs, Apple TV streaming boxes, HomePod speakers and iPod Touches."
            },
            {
                "subtitle": "How can I get from the class action settlement?",
                "content": "Payments per device are to be capped at $20, though depending on how many people opt in to the settlement, claimants could receive less than that. Each individual can only claim payments for up to five devices.\nAt this stage, it's unclear when payments will be disbursed and how claimants will go about opting in. The settlement terms still need to be approved by a federal judge, with a hearing on the matter now scheduled for Feb. 14.\nFor more on Apple, see why a majority of users don't care for Apple Intelligence and find out which iOS setting can stop apps from tracking you."
            }
        ],
        "id": "c139fabee2da385c746c4bbf00e7de77"
    },
    {
        "title": "What to know about Apple's $95 million settlement of the snooping Siri case",
        "domain": "www.yahoo.com",
        "url": "https://www.yahoo.com/news/know-apples-95-million-settlement-184509869.html",
        "publishedAt": "2025-01-03T18:45:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple has agreed to pay $95 million to settle a lawsuit that accused the company of turning its virtual assistant Siri into a snoop that eavesdropped on the users of iPhones and other trendy devices in a betrayal to its long-standing commitment to personal privacy.\nThe proposed settlement filed in federal court earlier this week still needs to be approved by a judge, but here are a few things to know about the case and the privacy issues that it raised."
            },
             {
                "subtitle": "WHAT WAS THE LAWSUIT ABOUT?",
                "content": "The Wood Law Firm, which specializes in class-action lawsuits, filed the complaint against Apple in August 2019, shortly after The Guardian newspaper published an article alleging that Siri's microphone had been surreptitiously turned on to record conversations occurring without the users' knowledge.\nApple issued a September 2014 software update that was supposed to activate the virtual assistant only with the triggering words “Hey, Siri,” but The Guardian story alleged Siri was listening and recording conversations at other times to help improve the company’s technology.\nThe story led to the lawsuit, which later raised allegations that Apple shared some of the conversations that Siri secretly recorded with advertisers looking to connect with consumers who were more likely to buy their products and services."
            },
            {
                "subtitle": "HOW MANY PEOPLE ARE COVERED BY THE SETTLEMENT?",
                "content": "Tens of millions of U.S consumers who owned or purchased iPhones and other devices equipped with Siri from September 17, 2014, through the end of last year will be eligible to file claims."
            },
            {
                "subtitle": "HOW MUCH MONEY WILL EACH ELIGIBLE CONSUMER RECEIVE?",
                "content": "It's far too early to tell for certain, but the settlement currently envisions paying out up to $20 per Siri-enabled device, with each consumer limited to a maximum. The final amount could be affected by two factors: the number of claims and how much of the settlement fund is reduced to cover legal fees and costs.\nA claims administrator estimates only 3% to 5% of eligible consumers will file claims. The lawyers in the case currently are seeking nearly $30 million in fees and expenses, but that figure could still be lowered by U.S. District Judge Jeffrey White, who is overseeing the case in Oakland, California. A proposed Feb. 14 court hearing has been proposed to review the settlement terms."
            },
            {
                "subtitle": "DID APPLE BREAK ANY LAWS?",
                "content": "If the allegations were true, Apple may have violated federal wiretapping laws and other statutes designed to protect people's privacy. But Apple adamantly denied any wrongdoing and maintained that it would have been cleared of any misconduct had the case gone to trial. Lawyers representing the consumers asserted that Apple's misbehavior was so egregious that the company could have been liable for $1.5 billion in damages if it lost the case.\nAlthough Apple hasn't explained the reasons for making the settlement, major companies often decide it makes more sense to resolve class-action cases rather than to continue to run up legal costs and risk the chance of potentially bad publicity. The lawsuit also targeted one of Apple's core values framing privacy as a “fundamental human right.”\nAlthough $95 million sounds like a lot of money, it's a pittance for Apple. Since September 2014, the company's total profits have exceeded $700 billion — a streak of prosperity that has helped propel the company's market value to about $3.7 trillion."
            },
            {
                "subtitle": "DO I NEED TO BE WORRIED ABOUT THE MICROPHONES ON OTHER DEVICES SPYING ON ME?",
                "content": "Perhaps. A case similar to the one filed against Siri is still active in a San Jose, California, federal court against Google and the virtual assistant in its Android software, which has been widely used in smartphones for years."
            },
            {
                "subtitle": "JUST IN CASE, HOW DO I DISABLE SIRI?",
                "content": "You can turn Apple’s virtual assistant off by following these simple steps:\n1. Navigate to Settings Siri & Search.\n2. Toggle off Listen for ‘Hey Siri’ and press the Side button for Siri.\n3. Tap Turn Off Siri when a pop-up window appears.\nYou can also disable individual apps' access to your iPhone's mic by doing the following: Navigate to Settings (select the app) then toggle off Microphone."
            }
        ],
        "id": "0e3dd2df699094833625959a48e13501"
    },
    {
        "title": "Siri Privacy Breach: Apple To Pay $95 Million Settlement Amid Spying Claims",
        "domain": "www.forbes.com",
        "url": "https://www.forbes.com/sites/moinroberts-islam/2025/01/03/siri-privacy-breach-apple-to-pay-95m-settlement-amid-spying-claims/",
        "publishedAt": "2025-01-03T22:24:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple to pay $95 million settlement over claims that Siri spied on users without consent\nIn a significant development that underscores the intricate balance between technological innovation and user privacy, Apple has agreed to a $95 million settlement. This resolution addresses allegations that its voice-activated assistant, Siri, inadvertently recorded users' private conversations without consent over a decade-long period. Apple has vehemently denied any wrongdoing in court and since the settlement of the case.\nThe settlement, pending judicial approval, could see U.S.-based Apple product owners receiving compensation for up to five Siri-enabled devices, provided they attest under oath to accidental activations during confidential conversations. Amid speculation around Apple’s long-awaited Vision Pro device ceasing production, this has been a turbulent few months for the technology giant."
            },
            {
                "subtitle": "Background Of The Siri Allegations",
                "content": "The controversy traces back to July 2019, when a whistleblower revealed that Siri was frequently activated unintentionally, leading to the recording of private conversations. These recordings were subsequently reviewed by Apple contractors for quality control purposes. The Guardian reported that such inadvertent activations captured sensitive information, including confidential medical discussions, private business dealings and more intimate personal moments. The whistleblower noted that accidental triggers were common, with sounds as innocuous as a zipper being misinterpreted as the \"Hey Siri\" wake phrase.\nMultiple Siri-enabled devices are included in the alleged privacy breach"
            },
            {
                "subtitle": "Details Of Apple’s Settlement",
                "content": "The class-action lawsuit, initiated in the wake of these revelations, has culminated in the settlement, which, pending judicial approval, could compensate U.S.-based Apple product owners up to $20 per device for up to five Siri-enabled devices. Eligible devices include iPhones, iPads, Apple Watches, MacBooks, iMacs, HomePods, iPod touches and Apple TVs owned or purchased between Sept. 17, 2014, and Dec. 31, 2024."
            },
            {
                "subtitle": "Apple’s New MacBook Air Features: What We Know So Far",
                "content": "To qualify, users must attest under oath that they accidentally activated Siri during a conversation intended to be confidential or private. As pointed out on Reuters, the $95 million payout equates to only nine hours of profit for Apple, based on its income for the last year. Many feel that the insignificance of this amount may not act as a meaningful deterrent in future.\nMany have commented that the lawyers acting on behalf of the plaintiffs of this lawsuit could receive a portion of the total settlement amount in fees and expenses, leaving an even smaller payout overall for claimants."
            },
            {
                "subtitle": "Apple's Response And Siri Policy Changes",
                "content": "In response to the initial allegations, Apple issued an apology in August 2019 and temporarily suspended its Siri grading program. The company pledged to implement changes, including no longer retaining audio recordings and allowing users to opt in to sharing their recordings for quality-control purposes. By October 2019, with the release of iOS 13.2, Apple introduced settings that enabled users to delete their Siri history and opt out of sharing audio recordings."
            },
            {
                "subtitle": "Implications Beyond Siri For User Privacy",
                "content": "This case highlights the broader implications of voice-activated technologies on user privacy. While voice assistants offer convenience, they also pose risks when inadvertent activations lead to the recording and potential dissemination of private conversations. The fact that such recordings were accessible to human contractors exacerbates concerns about unauthorized access to personal information.\nThe settlement also brings attention to the challenges users face in controlling their personal data. Despite the introduction of opt-in features and the ability to delete recordings, many users remain unaware of these settings or the extent of data collection by their devices. This situation underscores the need for greater transparency and user education regarding data privacy practices."
            },
            {
                "subtitle": "Broader Industry Context",
                "content": "Apple is not alone in facing scrutiny over voice assistant privacy issues. Other tech giants, including Google and Amazon, have encountered similar allegations concerning their voice-activated services. Notably, a similar lawsuit is pending against Google's voice assistant in the San Jose, California, federal court, indicating that concerns about inadvertent recordings and data privacy are industry-wide challenges. The law firms representing the plaintiffs in this case are the same as those in the Apple case.\nThe $95 million settlement serves as a reminder of the delicate balance between technological advancement and the imperative to protect user privacy. As voice-activated assistants such as Apple’s Siri become increasingly integrated into our daily lives, it is crucial for technology companies to prioritize transparent data practices and empower users with control over their personal information. This case underscores the importance of vigilance in the digital age, when the conveniences of technology must be carefully weighed against the rights to privacy and consent."
            }
        ],
        "id": "9949891f28de474c416d210550c65b84"
    },
    {
        "title": "Siri's secret recordings lead to a $95 million settlement. Could you get a share? | ZDNET",
        "domain": "www.zdnet.com",
        "url": "https://www.zdnet.com/article/siris-secret-recordings-lead-to-a-95-million-settlement-could-you-get-a-share/",
        "publishedAt": "2025-01-03T13:08:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple has settled a class action lawsuit in which tens of millions of users can expect a slice of the payout.\nOn Tuesday, the iPhone maker agreed to pay $95 million to settle a 2019 lawsuit claiming that Siri violated the privacy of Apple users by recording their conversations, as reported by Reuters."
            },
            {
                "subtitle": "Lopez v. Apple, Inc.",
                "content": "Known as Lopez v. Apple, Inc., the class action lawsuit was filed by three plaintiffs who alleged that Apple programmed Siri to intercept conversations even when no hot word, such as \"Hey Siri,\" was spoken. Further, the plaintiffs claimed that Apple violated their privacy by sharing recordings of the conversations with third-party contractors.\nSpecifically, two of the plaintiffs said that mentioning Air Jordan sneakers and Olive Garden restaurants prompted ads for both products. The third plaintiff said he received ads for a surgical treatment after discussing it privately with his doctor.\nIn settling the suit, Apple has denied any wrongdoing on its part. Before the plaintiffs and Apple users can receive their slice of the payout, the settlement must be approved by U.S. District Judge Jeffrey White in the Oakland, Calif., federal court."
            },
            {
                "subtitle": "How much you could get",
                "content": "How much would the average Apple user stand to collect? That may depend on how many Apple devices you own. Though each individual payout would reach only as high as $20, that's the amount per Siri-enabled device, according to Reuters. That could mean that the more devices in your household, the higher your overall payout.\nHowever, the settlement specifically states that it applies to current or former owners of a Siri device in the US whose private conversations were obtained by Apple and/or shared with third parties due to an unintended activation by Siri between Sept. 17, 2014, and the settlement date. That description implies that the payout would be limited to Apple customers who were caught in the Siri snooping, and not all Siri users.\nFurther, the definition was modified at some point to include \"owners\" of Siri devices, as opposed to just \"purchasers,\" and dropped \"household members\" to reduce the potential for duplicate claims. Ultimately, each Apple user will just have to wait to see how many slices of the payout they actually receive. Assuming the judge approves the settlement, details on how to collect your cut should then be revealed.\nThe class action period runs from Sept. 17, 2014, to Dec. 31, 2024, encompassing more than 10 years of Siri use. The 2014 date marks Apple's introduction of the phrase \"Hey Siri\" to trigger the voice assistant."
            },
            {
                "subtitle": "Damage to Apple's reputation",
                "content": "For a company that earned $93.74 billion in its latest fiscal year, $95 million represents only about nine hours of profit for Apple, Reuters explained. Although the payout won't hurt Apple's bottom line, there could be some damage to the company's reputation.\nCompared with the likes of Microsoft, Google, and other major tech players, Apple has always boasted about its commitment to privacy. Assuming the allegations in the lawsuit are true, the company doesn't seem shy about bending or breaking its promises when it comes to protecting the privacy of its users.\nPeople have expressed concerns about voice assistants snooping on their conversations and even sharing those conversations with third parties without consent. Even though Apple denied any such misdeeds, the settlement implies that the company didn't want to fight the allegations, which puts it in a bad light.\nBefore the lawsuit was even filed, The Guardian published a story in early 2019 about the alleged Siri privacy violations. Using info shared by a whistleblower, The Guardian reported that Apple contractors were able to hear confidential conversations as part of their job of quality control or grading of Siri's responses.\nTo address the privacy concerns, Apple made specific changes to Siri in August 2019. The company suspended the human grading of Siri responses, promised to stop storing recordings of Siri conversations, and changed the Siri training based on audio samples to an opt-in process. Further, even for users who opted in to allow their conversations to be shared, the recordings would be accessible only to Apple employees and not outside contractors."
            },
            {
                "subtitle": "Google is also in the crosshairs",
                "content": "Apple isn't the only large tech company in the crosshairs of such a lawsuit. A similar class action suit filed by users of Google's voice assistant has charged the search giant with privacy violations, Reuters added. Being heard in a San Jose, Calif., federal court, the law firms representing the plaintiffs are the same ones who stand to gain in the Apple case.\nEditor's note: This story was originally published on Jan. 2, 2025, but it was updated on Jan. 3 with more information about the settlement."
            }
        ],
        "id": "10f9fd2ff6a97af0ea16634fb3eef3ab"
    },
    {
        "title": "Apple Settles Siri Privacy Lawsuit: Are You Eligible for a Payment? - CNET",
        "domain": "www.cnet.com",
        "url": "https://www.cnet.com/personal-finance/apple-settles-siri-privacy-lawsuit-are-you-eligible-for-a-payment/",
        "publishedAt": "2025-01-03T17:24:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Apple has agreed to pay out a $95 million settlement in response to a class-action lawsuit that alleged it violated users' privacy with Siri recordings.\nApple's Siri virtual assistant is at the heart of this class-action settlement.\nApple on Tuesday agreed to a $95 million cash settlement in response to a class action lawsuit accusing the company of violating user privacy by retaining recordings of unintended Siri sessions.\nThe settlement period covers a full decade, and given the ubiquity of Apple products, there's a good chance you'll be eligible for a piece of the payout. How much that'll be will depend on the number of claimants: The higher that number goes, the less each claimant gets. Still, it will pay out a certain amount per Siri-enabled device that you own.\nThe impact of this settlement has the potential to be wide-ranging, given the reach of Apple's product ecosystem. According to a Business of Apps report from November, citing company and market research data, there were roughly 155 million active iPhones in the US as of 2024, a number that's been steadily increasing since the product's debut. Similarly, active Apple TV streaming boxes in the US have also been increasing year to year, with over 32 million active in the US as of 2023.\nTo find out if you're eligible for this settlement, read on. You can also find out if you're eligible for the 23andMe data leak settlement."
            },
            {
                "subtitle": "Who sued Apple and why?",
                "content": "This class action lawsuit, Lopez et al v. Apple Inc., was first brought against Apple in 2019, with plaintiffs alleging that they were routinely recorded by their Apple devices after unintentionally activating the Siri virtual assistant, violating their privacy in the process. They further alleged that these recordings were then sold to advertisers and used to target them with ads online.\nSpecific incidents mentioned in the suit include plaintiffs seeing ads online for brands like Air Jordan and Olive Garden after Apple device users discussed them out loud. In some instances, plaintiffs claimed that their devices began listening to them without them having said anything at all. At least one plaintiff involved in the case was a minor when it was first filed.\nWhile agreeing to the settlement, Apple has not admitted any wrongdoing."
            },
            {
                "subtitle": "Who is eligible for this class action settlement?",
                "content": "The eligibility requirements for this settlement are fairly broad, as it's open to anyone who owned a Siri-enabled Apple device between Sept. 17, 2014, and Dec. 31, 2024. In order to opt in, you'll have to swear under oath that at some point during that period, you accidentally activated Siri on each device you want to get a payment for.\nSiri-enabled devices include iPhones, iPads, Apple Watches, MacBooks, iMacs, Apple TV streaming boxes, HomePod speakers and iPod Touches."
            },
            {
                "subtitle": "How can I get from the class action settlement?",
                "content": "Payments per device are to be capped at $20, though depending on how many people opt in to the settlement, claimants could receive less than that. Each individual can only claim payments for up to five devices.\nAt this stage, it's unclear when payments will be disbursed and how claimants will go about opting in. The settlement terms still need to be approved by a federal judge, with a hearing on the matter now scheduled for Feb. 14.\nFor more on Apple, see why a majority of users don't care for Apple Intelligence and find out which iOS setting can stop apps from tracking you."
            }
        ],
        "id": "c139fabee2da385c746c4bbf00e7de77"
    },
    {
        "title": "Apple agrees to pay $95 million to settle Siri privacy lawsuit",
        "domain": "www.usatoday.com",
        "url": "https://www.usatoday.com/story/tech/2025/01/03/apple-siri-class-action-lawsuit/77426858007/",
        "publishedAt": "2025-01-03T17:21:00+00:00",
        "paragraphs": [
            {
                "subtitle": "Customers in the lawsuit say conversations were captured by Siri without their consent and accused Apple of violating their privacy by sharing those recordings with third parties, like advertisers.",
                "content": "Apple has agreed to pay $95 million in a class action lawsuit to users who say some of their conversations were unwittingly recorded and shared by the company's voice-activated Siri assistant.\nThe proposed settlement, which must still be approved by a federal judge, was filed Tuesday night in the Oakland, California federal court. Apple denied wrongdoing while agreeing to the settlement, which could pay many U.S.-Apply customers up to $20 per Siri-enabled device.\nCustomers in the lawsuit not only say that many of their conversations were captured by the Siri voice assistant without their knowledge or consent, but accused Apple of violating their privacy by sharing those recordings with third parties.\nHere's what to know about the allegations contained in the lawsuit, the proposed settlement and how to know if you qualify for some money.\nMore Apple news:Apple TV+ is free for everyone this weekend. Here's what you need to know.\nHoliday deals: Shop this season’s top products and sales curated by our editors."
            },
            {
                "subtitle": "Siri voice assistant recorded private conversations: Lawsuit",
                "content": "If the proposed settlement is approved, it would end a five-year legal battle.\nVoice assistants like Siri are designed to respond to user queries when people use a phrase – such as \"Hey, Siri\" – to trigger them.\nBut mobile device owners included in the class action lawsuit complained that Siri could be inadvertently activated, allowing Apple to routinely record conversations that users thought were private. Those conversations were then alleged to have been disclosed to third parties, such as advertisers, according to the lawsuit.\nTwo plaintiffs said their mentions of Air Jordan sneakers and Olive Garden restaurants triggered ads for those products. Another said he got ads for a brand name surgical treatment after discussing it, he thought privately, with his doctor, Reuters reported.\nThe initial class action suit against Apple came after a 2019 report from The Guardian found that Apple third-party contractors regularly heard confidential information.\nApple said in a statement to the Guardian at the time that only a small portion of data was shared to help improve Siri. However, a whistleblower told the outlet that accidental activations were common, claiming that a sound as mundane as a zipper could trigger Siri."
            },
            {
                "subtitle": "How do I know if I qualify for Apple settlement money?",
                "content": "Apple customers who bought a Siri-enabled device between Sept. 17, 2014, and Dec. 31, 2024, may qualify for a share of the proposed settlement payout. Those products include iPhones, iPads, HomePod speakers, Mac computers, Apple Watches and Apple TVs.\nThe class period began in the year when Apple incorporated the \"Hey, Siri\" feature – which allows users to activate the assistant by speaking wake words rather than pressing a button – that customers allege led to the unauthorized recordings.\nClass members, estimated in the tens of millions, may submit claims for up to five Siri-enabled products, potentially receiving up to $20 per device.\nClaimants must also confirm under oath that they have experienced Siri listening to a “conversation intended to be private\" without being specifically activated. Those who take settlement money also forfeit their right to sue Apple for related claims.\nThe terms of the settlement would also require Apple to “confirm” the deletion of Siri audio recordings it collected before October 2019 and publish a webpage that better explains the company’s opt-in “Improve Siri” program."
            }
        ],
        "id": "23d23f43210bf12adc472fec8eea2f66"
    }
]