[
    {
        "title": "Jeju Air plane crash in South Korea: What to know | AP News",
        "domain": "apnews.com",
        "url": "https://apnews.com/article/plane-crash-boeing-korea-7940e58af30111758401ebb4d2c3d495",
        "publishedAt": "2024-12-30T12:10:00+00:00",
        "paragraphs": [
            {
                "subtitle": "What we know about the deadly Jeju Air plane crash in South Korea",
                "content": "SEOUL, South Korea (AP) — South Korea has vowed thorough investigations to find what caused a plane crash that killed 179 people, saying Monday that it will also inspect all Boeing 737-800 aircraft operated by the country’s airlines.\nSunday’s crash, the nation’s deadliest aviation disaster in decades, has sent a shock wave through South Korean society, which is already facing a political crisis that led to the successive impeachments of the country’s top two officials — President Yoon Suk Yeol and Prime Minister Han Duk-soo.\nHere are things to know about developments on the crash.\n__"
            },
            {
                "subtitle": "What happened and what might have caused it?",
                "content": "Jeju Air flight 7C 2216 had departed from Bangkok and was making its landing at Muan International Airport in southern South Korea. After an initial failed landing attempt, the Boeing 737-800 plane received a bird strike warning from the ground control center. The pilot then issued a distress signal before the plane came down with its front landing gear closed, overshot the runway, slammed into a concrete fence and burst into a fireball.\nObservers say videos of the crash showed the plane was suffering from suspected engine trouble, but the landing gear malfunction was likely the main reason for the crash.\nSouth Korean Transport Ministry officials said Monday they will examine whether the fence the plane hit — which housed a set of antennas designed to guide aircraft safely during landings — should have been made with lighter materials that would break more easily upon impact. They said they were also trying to establish whether there were any communication problems between air traffic controllers and the pilot.\nMinistry officials said Monday the plane’s flight data and cockpit audio recorders were moved to a research center at Seoul’s Gimpo International Airport ahead of their analysis. Ministry officials earlier said it would take months to complete the investigation of the crash."
            },
            {
                "subtitle": "Does the crash represent another setback for Boeing?",
                "content": "The crash wrapped up a troubling 2024 for U.S. aviation giant Boeing, which has grappled with safety problems, a machinists strike and plunging stock prices.\nExperts say the 737-800 aircraft is a more proven model than the company’s much-maligned 737 Max jetliners, which were linked to fatal crashes in 2018 and 2019. Still, South Korean authorities said they’ll conduct safety inspections on all of the 737-800s operated by domestic airlines, including 39 by Jeju Air.\nRepresentatives from Boeing and the U.S. National Transportation Safety Board were to travel to Seoul to participate in the South Korean investigation.\nOn Monday, another Boeing 737-800 plane operated by Jeju Air returned to the Gimpo airport shortly after takeoff when the pilot detected a landing gear issue. Jeju Air said the issue was resolved through communication with a land-based equipment center but the pilot decided to return to Gimpo as a precautionary measure.\nSouth Korea has vowed thorough investigations to find what caused a plane crash that killed 179 people, saying that it will also inspect all Boeing 737-800 aircraft operated by the country’s airlines."
            },
            {
                "subtitle": "What do we know about the victims?",
                "content": "Only two people — both crew members — survived. They were rescued from the plane’s tail section, the only part of the aircraft that remained relatively intact after the crash.\nOne of the survivors was treated for fractures to his ribs, shoulder blade and upper spine. Ju Woong, director of the Ewha Womans University Seoul Hospital who treated him, said the man told doctors he “woke up to find (himself) rescued.”\nThe passengers were predominantly South Korean, although they included two Thai nationals.\nThe Transport Ministry said Monday that authorities have identified 146 bodies and are collecting DNA and fingerprint samples from the other 33.\nPark Han Shin, a representative of the bereaved families, said they were told that the bodies of their loved ones were so badly damaged that officials need time before returning them to their families. He called for the government to mobilize more personnel."
            },
            {
                "subtitle": "Will South Korea’s political crisis affect its handling of the aftermath?",
                "content": "The crash caps a tumultuous month for South Korea that began with Yoon’s extraordinary but short-lived martial law imposition. Following that, the opposition-led legislature voted to impeach Yoon and then his replacement, Han. Deputy Prime Minister Choi Sang-mok is now the country’s acting president.\nAlso, the safety minister resigned and the police chief was arrested over their roles in the declaration of martial law. The absence of the top officials directly responsible for handling disasters has caused concerns among many people.\nChoi quickly traveled to the crash site, met bereaved families and presided over emergency meetings to discuss the incident.\nOn Monday, Choi instructed authorities to conduct an emergency review of the country’s overall aircraft operation systems. He said that South Korea should use the crash as a chance to formulate steps to prevent the recurrence of similar disasters and build a safer country."
            },
            {
                "subtitle": "What has reaction been from around the world?",
                "content": "World leaders expressed their sympathies as South Korea dealt with the tragedy.\nThailand’s prime minister, Paetongtarn Shinawatra, expressed deep condolences to the families and ordered the country’s Ministry of Foreign Affairs to provide assistance immediately.\nU.S. President Joe Biden issued a statement saying he was “deeply saddened” by the tragedy.\n“As close allies, the American people share deep bonds of friendship with the South Korean people and our thoughts and prayers are with those impacted by this tragedy. The United States stands ready to provide any necessary assistance,” he said.\nThe office of United Nations Secretary-General Antonio Guterres said he extends his “heartfelt condolences to the families of the victims and expresses his solidarity with the people and Government of the Republic of Korea during this difficult time.”\nPope Francis offered condolences from St. Peter’s Square, while Japanese Prime Minister Shigeru Ishiba said he was “deeply saddened by the loss of many precious lives.”"
            }
        ],
        "id": "60ae438c717b12e9506e0bc9c27df79b"
    },
    {
        "title": "What to Know About South Korea’s Worst Plane Crash in Decades - The New York Times",
        "domain": "www.nytimes.com",
        "url": "https://www.nytimes.com/2024/12/29/world/asia/what-to-know-south-korea-plane-crash.html",
        "publishedAt": "2024-12-28T16:00:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "A plane carrying 181 people crashed while landing, killing most on board. Officials were investigating a possible malfunction with the landing gear and a bird strike.\nBy Choe Sang-HunJin Yu Young and Yan Zhuang\nReporting from Seoul\nA passenger plane carrying 181 people crash-landed on its belly on Sunday at an airport in South Korea, hitting a barrier and exploding into an orange fireball in the worst aviation disaster in the country in almost three decades.\nAll but two of the people on board the plane, a Boeing 737-800 operated by Jeju Air, were killed.\nThe plane, Flight 7C2216, had taken off from Bangkok and was landing at Muan International Airport in South Korea’s southwest when it crashed around 9 a.m. local time. Officials said the plane had broken into so many pieces that only its tail was identifiable.\nThe plane was carrying 175 passengers and six crew members. The two who survived were crew members who were rescued from the aircraft’s tail section."
            },
            {
                "subtitle": "What caused the crash?",
                "content": "Crashes are often caused by multiple factors, which can take years to uncover through in-depth investigations. Officials were looking into why the landing gear appeared to have malfunctioned.\nAs the plane was landing, the airport warned it about a potential bird strike, said Ju Jong-wan, a director of aviation policy at the Ministry of Land, Infrastructure and Transport. The plane issued a mayday alert shortly after, he said, then crash-landed.\nThe pilot aborted his first attempt at landing, then after receiving permission from the control tower, tried to land from the opposite direction when the disaster happened, officials said. Planes were allowed to land from both directions at the airport, they said.\nThe muddy tidal flats near Muan International Airport and much of the west coast of the Korean Peninsula are favorite resting places for migrant birds.\nFootage broadcast by MBC-TV showed one of the engines briefly emitting flames as it neared the airport.\nThe plane’s landing gear appeared not to have dropped down from underneath, and the flaps on its wings apparently were not activated for landing, said Keith Tonkin, the managing director of Aviation Projects, an aviation consulting company in Brisbane, Australia, who reviewed video of the crash.\n“The aircraft was essentially in a flying configuration,” he said. That meant the plane was most likely “flying faster than it would normally be in a landing situation.”\nKim E-bae, the chief executive of Jeju Air, said at a news conference that the plane had no history of accidents and that no problems were found during routine maintenance checks. The airport in Bangkok that the plane had taken off from said that there were no reports of abnormal conditions with the aircraft."
            },
            {
                "subtitle": "This was South Korea’s worst passenger plane crash in decades.",
                "content": "Sunday’s crash was the worst aviation accident involving a South Korean airline since a Korean Air jet slammed into a hill in Guam, a U.S. territory in the western Pacific, in 1997. That crash killed 229 of the 254 people onboard.\nIt also appeared to have been the first fatal crash for Jeju Air, a low-cost South Korean carrier that was established in 2005 and flies to dozens of countries in Asia.\nTwo days earlier, the plane involved in the crash had been flying to Beijing from Jeju, a Korean island south of the mainland, when it had to divert to Seoul, according to the flight tracking site Flightradar24. The diversion was caused by a medical, not technical, emergency onboard, according to the Incheon International Airport Police Corps.\nAfter that, the plane flew 10 flights between South Korea, Malaysia, Japan, China, Taiwan and Thailand without incident, according to Flightradar24, before Sunday morning’s crash.\nIn 2021, the South Korean authorities investigated Jeju Air after one of its planes flew despite having a defect, according to reports in the domestic news media. A tip of one of its wings was damaged during a landing, but the crew failed to notice the damage and the plane took off again, The Korea Herald reported.\nLast year, the airline received a safety grade of A, or “very good,” from the South Korean Ministry of Land, Infrastructure and Transport’s annual review of domestic airlines. The score is based on the number of accidents or near accidents. The highest grade any airline got that year was A++, and the lowest was B+."
            },
            {
                "subtitle": "The Boeing 737-800 has a strong safety record.",
                "content": "The Jeju Air plane that crashed was a Boeing 737-800, a model that is used widely around the world and is a staple of low-cost airlines. There are about 4,400 Boeing 737-800s in service globally, according to Cirium, an aviation data provider. That’s about 15 percent of the passenger planes operating globally.\n“The plane in question is very safe and has a good safety record,” said Najmedin Meshkati, a professor of engineering at the University of Southern California who has studied the safety history of the Boeing 737 line.\nIt was possible that the plane’s landing gear did not deploy because of a “maintenance” problem, he said, though he said he would not rule out a bird strike as a cause.\nMr. Meshkati said that the Boeing 737-800’s landing gear was well designed and had a history of reliability.\nMuktita Suhartono, Yan Zhuang and Niraj Chokshi contributed reporting.\nChoe Sang-Hun is the lead reporter for The Times in Seoul, covering South and North Korea. More about Choe Sang-Hun\nJin Yu Young reports on South Korea, the Asia Pacific region and global breaking news from Seoul. More about Jin Yu Young"
            }
        ],
        "id": "10452b22bb36a6fcbaefb28e25a3824f"
    },
    {
        "title": "Jeju Air: What we know about the South Korea plane crash",
        "domain": "www.bbc.com",
        "url": "https://www.bbc.com/news/articles/ckgzprprlyeo",
        "publishedAt": "2024-12-30T21:57:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Nearly 180 people died after a plane crashed as it was landing in South Korea on the morning of Sunday 29 December.\nHarrowing video footage shows the Jeju Air plane coming off the runway before colliding with a barrier and bursting into flames at Muan International Airport.\nThe plane, which was returning from Bangkok, Thailand, was carrying 181 people - 179 of whom were killed. Two crew members were rescued from the wreckage.\nAuthorities are investigating the cause of the crash, with fire officials indicating a bird strike and bad weather. However experts have warned the crash could have been caused by a number of factors."
            },
            {
                "subtitle": "What happened?",
                "content": "Flight 7C2216 was a Boeing 737-800 operated by Jeju Air, Korea's most popular budget airline.\nAir traffic control authorised the plane to land at Muan International Airport at about 08:54 (23:54 GMT) - just three minutes before issuing a warning about bird activity in the area.\n\nAt 08:59, the pilot reported that the plane had struck a bird, declaring \"mayday mayday mayday\" and \"bird strike, bird strike, go-around\". The pilot then aborted the original landing and requested permission to land from the opposite direction.\nAir traffic control authorised the alternative landing at 09:01 - and at 09:02 the plane made contact with the ground, coming down at roughly the halfway point of the 2,800m runway.\nOne video appears to show the plane touching down without using its wheels or any other landing gear. It skidded down the runway, overshot it and crashed into a concrete wall, before erupting into flames.\nA witness told the South Korean news agency Yonhap they had heard a \"loud bang\" followed by a \"series of explosions\".\nVideos from the scene show the plane ablaze with smoke billowing into the sky. The first of two survivors was rescued from the crash at about 09:23, with the second being rescued from inside the tail section of the plane at about 09:50."
            },
            {
                "subtitle": "Could a bird strike have contributed to the crash?",
                "content": "Lee Jeong-hyun, chief of the Muan fire department, told a televised briefing that a bird strike and bad weather might have caused the crash - but that the exact cause was still being investigated.\nThe flight and voice recorders from the plane were recovered, though reports say that the former was damaged and that data from the devices could take up to a month to decode.\nOne passenger on the flight messaged a relative, saying that a bird had been \"stuck in the wing\" and that the plane could not land, local media reported.\nOfficials, however, have not confirmed whether the plane did actually collide with any birds.\nThe head of Jeju Air's management said that the crash was not due to \"any maintenance issues\".\nThe South Korean transport department said that the head pilot on the flight had held the role since 2019 and had more than 6,800 hours of flight experience.\nGeoffrey Thomas, an aviation expert and editor of Airline News, told the BBC that South Korea and its airlines were considered \"industry best practice\" and that both the aircraft and the airline had an \"excellent safety record\".\nMr Thomas separately told Reuters news agency that he was sceptical that a bird strike alone could have caused the crash.\n\"A bird strike is not unusual. Problems with an undercarriage are not unusual. Bird strikes happen far more often, but typically they don't cause the loss of an airplane by themselves,\" he said."
            },
            {
                "subtitle": "Who are the plane crash victims and survivors?",
                "content": "The plane was carrying 175 passengers and six crew. Two of the passengers were Thai and the rest are believed to have been South Korean, authorities have said. Many are thought to have been returning from a Christmas holiday in Thailand.\nThe official death toll stands at 179 - making it the deadliest plane crash on South Korean soil.\nAll the passengers and four members of crew died.\nAuthorities have so far identified 174 bodies and are still checking the remaining five \"due to DNA inconsistencies\", according to Yonhap.\nOfficials have been collecting saliva samples from family members gathered at Muan Airport to help identify bodies of victims. Other victims have been identified by their fingerprints.\nFive of the people who died were children under the age of 10. The youngest passenger was a three-year-old boy and the oldest was 78, authorities said, citing the passenger manifest.\n\"I can't believe the entire family has just disappeared,\" Maeng Gi-Su, 78, whose nephew and grand-nephews were on the flight, told the BBC. \"My heart aches so much.\"\nSouth Korea's National Fire Agency said two members of the flight crew - a man and a woman - had survived the crash.\nThe man has woken up and is \"fully able to communicate\", according to Yonhap, which cites the director of the Seoul hospital where he is being treated.\nMore than 1,500 emergency personnel have been deployed as part of recovery efforts, including 490 fire employees and 455 police officers. They have been searching the area around the runway for parts of the plane and those who were onboard."
            },
            {
                "subtitle": "Why was there a concrete wall at the end of the runway?",
                "content": "Aviation experts have raised questions about an \"unusual\" concrete wall near the runway and its role in the crash.\nFootage shows the plane coming off the runway before colliding with the wall and bursting into flames.\nAir safety expert David Learmount said that, had the \"obstruction\" not been there, the plane \"would have come to rest with most - possibly all - those on board still alive\".\n\"Unfortunately, that thing was the reason that everybody got killed, because they literally hit a concrete structure,\" Captain Ross Aimer, the chief executive of Aero Consulting Experts, told Reuters news agency. \"It shouldn't have been there.\"\nAviation analyst Sally Gethin questioned whether the pilot knew the barrier was there, particularly given the plane was approaching from the opposite direction from the usual landing approach.\nThe concrete structure holds a navigation system that assists aircraft landings - known as a localiser - according to Yonhap.\nAt 4m high, it is covered with dirt and was raised to keep the localiser level with the runway to ensure it functions properly, Yonhap reported.\nSouth Korea's transport ministry has said that other airports in the country and some overseas have the equipment installed with concrete structures. However officials will examine whether it should have been made with lighter materials that would break more easily upon impact.\nSouth Korean officials have said the structure was about 250m (820ft) from the end of the runway and most airports in the country follow international rules recommending a safety area of 240m (787ft).\nHowever, remarks in the airport's operating manual, uploaded early in 2024, said the embankment was too close to the end of the runway and recommended that the location of the equipment be reviewed during a planned expansion.\nFormer pilot John Cox, chief executive of Safety Operating Systems, told Reuters the runway design \"absolutely (did) not\" meet industry best practices, which preclude any hard structure within at least 300m (984ft) of the end of the runway.\nSouth Korea's director-general for airport policy, Kim Hong-rak, said the government would \"review the relevant regulations and their application\".\nAt a news conference on Tuesday, Jeju Air's chief executive Kim Yi-bae appeared to sidestep a question about the wall.\nAsked by a reporter if he thought the wall was a factor in the disaster, he did not give a direct answer and instead said it was right to call the plane crash the Jeju Air disaster, rather than the Muan Air disaster."
            },
            {
                "subtitle": "What has the airline said?",
                "content": "Speaking on Tuesday, Jeju Air's chief executive said the airline would reduce its air traffic this winter by 10-15% to carry out more maintenance work.\nBut Kim Yi-bae said this was not an admission that the company was running too many planes.\nNo issues were brought to light when the plane was inspected on the day of the crash - and the airline was monitoring the weather both before and after the flight, he added.\nMr Kim said a different Jeju flight faced issues with its landing gear on Monday and was forced to return to Seoul's international airport but it has been declared safe.\nHe said the pilot had spotted that casing to access the landing gear was slightly open and reported this, with the plane returning to the airport for maintenance.\nThe plane had also been a Boeing 737-800, the same model as the aircraft that crashed on Sunday.\nIn his news conference, Mr Kim said Jeju Air had paid the most fines and faced the most administrative action of any Korean airline over the last five years. But he insisted the airline has consistently improved its safety record.\nHe said the company had a strict maintenance checklist, adding: \"If something was missed it would be a grave problem.\"\nJeju Air has apologised to the victims' families and vowed to provide emergency compensation and cover funeral costs.\nThe company's chief executive said the airline had no history of accidents and it is believed Sunday's crash has been its only fatal accident since it was launched in 2005."
            },
            {
                "subtitle": "What are officials doing now?",
                "content": "South Korea's Acting President Choi Sang-mok has ordered an emergency safety inspection of the country's entire airline operations, which is set to be completed by 3 January.\nMuan has also been declared a special disaster zone, which makes central government funding available to the local government and victims.\nAll flights to and from Muan International Airport have been cancelled, with the airport staying closed until 7 January.\nA \"black box\" flight data recorder recovered from the crash site was missing a key connector and authorities were reviewing how to extract its data. However retrieval of data from the cockpit voice recorder has begun, South Korea's transport ministry said.\nA national seven-day period of mourning has been declared, and New Year's Day celebrations in the country are likely to be cancelled or scaled down.\nAircraft maker Boeing has said it is in touch with Jeju Air and stands \"ready to support them\"."
            },
            {
                "subtitle": "What is a bird strike?",
                "content": "A bird strike is a collision between a plane in flight and a bird. They are very common - in the UK, there were more than 1,400 bird strikes reported in 2022, only about 100 of which affected the plane, according to data from the Civil Aviation Authority.\nThe best known bird strike occurred in 2009, when an Airbus plane made an emergency landing on New York's Hudson River after colliding with a flock of geese. All 155 passengers and crew survived.\nProfessor Doug Drury, who teaches aviation at CQUniversity Australia, wrote in an article for The Conversation this summer that Boeing planes - like Airbus and Embraer - had turbofan engines, which could be severely damaged in a bird strike.\nHe said that pilots were trained to be especially vigilant during the early morning or at sunset, when birds were most active.\nBut some aviation experts are sceptical about whether a bird strike could have caused the crash at Muan Airport.\n\"Typically they [bird strikes] don't cause the loss of an airplane by themselves,\" Mr Thomas told Reuters.\nAustralian airline safety expert Geoffrey Dell also told the news agency: \"I've never seen a bird strike prevent the landing gear from being extended.\""
            }
        ],
        "id": "770cbf84dd4cf580463feb0ba79d1048"
    },
    {
        "title": "Jeju Air Crash: What We Know About Fatal South Korea Plane Crash",
        "domain": "www.forbes.com",
        "url": "https://www.forbes.com/sites/conormurray/2024/12/31/what-we-know-about-jeju-air-crash-179-dead-in-south-korea-as-investigators-probe-cause/",
        "publishedAt": "2024-12-31T15:29:00+00:00",
        "paragraphs": [
            {
                "subtitle": "Key Facts",
                "content": "Jeju Air flight 7C 2216, a Boeing 737-800, crashed just after 9 a.m. Sunday, minutes after an air control tower issued a bird strike warning to the pilot.\nThe flight crashed at Muan International Airport in the southwestern corner of South Korea, where it had returned from Thailand.\nThe crash is South Korea’s deadliest plane disaster since a Korean Air Lines Boeing 747 plane crashed in Guam in 1997, killing 228 people."
            },
            {
                "subtitle": "What Happened During The Jeju Air Crash?",
                "content": "Minutes before the plane crash-landed, the Muan International Airport control tower issued a bird strike warning to the flight, a not-uncommon warning due to duck and goose habitats near the airport. But two minutes after the control tower’s warning, the pilot of the flight reportedly said: “Mayday, mayday, mayday, bird strike, bird strike, going around,” indicating he would renege on his first attempt to land and prepare to circle around the runway to try again. The pilot then attempted to land from the opposite direction, from north to south, after being given clearance by the control tower. But the plane touched the ground without its landing gear deployed, traveling down the runway before slamming into a concrete wall and bursting into flames. Lee Geun-young, a restaurant owner who captured now-viral cell phone footage of the plane crash, told the Wall Street Journal he heard loud bangs before rushing to record the incident, stating the crash’s “heat on my face was like the steam rising from a sauna.”"
            },
            {
                "subtitle": "What Did The Plane Crash Into?",
                "content": "The plane crashed into a concrete barrier near the runway after losing control for unidentified reasons. Multiple outlets reported Tuesday that the airport’s 2024 operating manual acknowledged the embankment was “too close” to the runway and suggested re-evaluating its location later. Ross Aimer, the CEO of Aero Consulting Experts, told Reuters the embankment was the central reason for the disaster, and it “shouldn't have been there.”"
            },
            {
                "subtitle": "What Are The Airline Officials Saying?",
                "content": "Jeju Air's chief executive Kim Yi-bae spoke at a news conference Tuesday. He explained the company’s safety procedures, adding the plane and its pilots were operating safely and were cleared to be flying before the landing. He did not give further details on if, how or why the plane malfunctioned, saying the investigation hasn’t concluded. Compensation will be given to the victims, he said. He also responded to a question about the concrete embankment by saying the crash was a Jeju Air disaster and not the airport’s disaster."
            },
            {
                "subtitle": "What Type Of Boeing 737 Crashed?",
                "content": "The plane was a Boeing 737-800. The model is one of the world’s most popular commercial airplanes, with more than 4,400 in operation, CNBC reported. The model is older than the Boeing 737 MAX, the aircraft involved in two fatal crashes that occurred in 2018 and 2019—triggering widespread scrutiny of Boeing’s safety culture. Boeing 737-800 models are 13 years old on average, and the last of the models were delivered to airports five years ago. The crash still sparked anxiety: Boeing’s share price fell more than 2% on Monday, and thousands of people reportedly canceled Jeju Air flights."
            },
            {
                "subtitle": "What Is The Jeju Air Investigation Focused On?",
                "content": "South Korean authorities and U.S. investigators from the National Transportation Safety Board are investigating to determine the cause of the crash. Two “black boxes”—the flight data recorder and cockpit voice recording devices—were recovered from the site, though the Korea Herald reported these boxes could take a month or more to decode. One of the boxes is damaged, the Korea Herald reported, which may require South Korean authorities to transport the box to the U.S.’s NTSB for analysis, which could take up to six months. Investigators are also reportedly investigating the impact of potential bird strikes and weather, whether any of the plane’s control systems were disabled and why the plane’s landing seemed rushed. Aviation experts have also raised questions about the cause of the crash. “Why was the plane going so fast? Why were the flaps not open? Why was the landing gear not down?” aviation expert Gregory Alegi told the Associated Press. South Korea’s acting president, Choi Sang-mok, ordered an emergency safety inspection of the country’s entire airplane operation, including checks of all Boeing 737-800s."
            },
            {
                "subtitle": "Was The Jeju Crash Caused By A Bird Strike?",
                "content": "Though the air control tower and pilot both reported bird strikes, the role any potential bird strikes played in the crash is unclear and a central focus of the investigation. Some experts have expressed doubt the bird strikes could be the primary cause of the crash. Aviation experts told Reuters and The New York Times a bird strike could have disabled the plane’s engines but shouldn’t have stopped the pilots from lowering the landing gear. Expert Geoffrey Thomas told Reuters bird strikes are “not unusual,” but “typically they don't cause the loss of an airplane by themselves.”"
            },
            {
                "subtitle": "Who Survived The Crash—and What Do We Know About The Victims?",
                "content": "The two survivors of the plane crash are both flight attendants who were seated near the back of the plane. One survivor, a 33-year-old identified by his surname Lee, is reportedly awake and communicating with no indication of memory loss in a South Korean hospital, where he is being treated for multiple fractures. The other survivor, a 25-year-old flight attendant identified by her surname Koo, is reportedly in stable condition after suffering injuries to her ankle and head. All others on the plane—175 passengers and four of the six crew members—died in the crash. The victims include 84 males, 85 females and 10 whose gender could not be determined, CNN reported. All passengers were South Korean, except two Thai nationals. South Korea announced a period of seven days’ mourning in honor of the victims. Some family members of the victims have criticized the lack of updates in the investigation, BBC reported."
            },
            {
                "subtitle": "How Are Airlines Reacting To The South Korea Crash?",
                "content": "Shares of Jeju Air dropped 8.65% on Monday, reportedly plummeting as far as 15.7% earlier in the day. Shares of AK Holdings, the holding company for Jeju Air, fell 12% to hit a 16-year low, the Associated Press reported. Korean Air Lines shares dropped 1.3%, while Asiana Airlines fell 0.8%."
            },
            {
                "subtitle": "What Have World Leaders Said?",
                "content": "President Joe Biden said in a statement Sunday he and his wife, Jill Biden, are “deeply saddened” by the plane crash, stating the United States is “ready to provide any necessary assistance.” European Commission President Ursula von der Leyen said she is “heartbroken” by the crash, stating Europe “stands with” South Korea in a post on X. German President Frank-Walter Steinmeier called the crash “yet another blow to the nation's heart,” referencing weeks of political turmoil in South Korea—former acting president Han Duck-soo was impeached last week, weeks after President Yoon Suk Yeol’s short-lived martial law declaration plunged the country into political chaos."
            }
        ],
        "id": "7c64544f912913b1e522197881647235"
    },
    {
        "title": "Where the deadly South Korean airline crash investigation is heading | CNN Business",
        "domain": "www.cnn.com",
        "url": "https://www.cnn.com/2024/12/30/business/south-korean-airline-crash-investigation/index.html",
        "publishedAt": "2024-12-31T14:57:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Moments before the crash of Jeju Air flight 2216, a passenger aboard texted a friend that the Boeing 737-800 aircraft had struck a bird.\n“Wait a minute… we can’t land because a bird (or birds) caught in our wing,” the passenger said at 9 am local time, on a Korean messaging platform, KakaoTalk, according to messages widely shared in South Korean media, including CNN affiliate JTBC.\n“Since when?” the other person asked.\n“Just now… Should I leave last words?” the passenger responded, before contact was lost.\nThe possible bird strike, lack of landing gear deployment and concrete barrier all could have contributed to the aviation accident, which has been labeled as the deadliest in South Korea since 1997. However, the cause of the crash has yet to be determined just days after the tragedy. It could be months before we know why flight 2216 crashed. Sometimes, what the public believes caused a crash turns out to be far off base once an investigation concludes.\nUS officials, including the National Transportation Safety Board, plane maker Boeing and the Federal Aviation Administration, are working with South Korea’s Aviation and Railway Accident Investigation Board to provide more information about the incident.\nDespite the crash, the Boeing 737-800 has a very strong safety record, unlike its successor 737 Max model that has had numerous problems. Boeing data from 1959 to 2023 shows the 737-800 recorded just 10 fatal accidents that damaged aircraft beyond repair, one of lowest rates in the industry when compared to the number of flights they’ve flown.\nAdditionally, South Korea’s safety record has been exceptional, according to Hassan Shahidi, president and CEO of the Flight Safety Foundation, a nonprofit that identifies global safety issues to improve aviation.\nHe said South Korean airlines all have safety management systems in place and have done well with respect to International Civil Aviation Organization audits that have been performed. ICAO is the United Nations agency that helps 193 countries work together in air travel.\n“This accident is very, very sad with the loss of life that we have seen,” Shahidi said. “It’s a complicated accident that involves many, many different factors that the investigators will be looking into to really understand the confluence of those factors that led to this disaster.”"
            },
            {
                "subtitle": "‘Mayday, mayday, mayday’",
                "content": "Prior to the emergency landing, the pilot reported an emergency declaration and go-around due to a bird strike, according to Kang Jung-hyun, a senior official at the South Korean Transport Ministry.  The control tower had warned the pilot of birds in the area before the reported strike. \nThe pilot declared “mayday, mayday, mayday” three times and used the terms “bird strike” and “go-around,” the official said. \nGlobally, wildlife strikes with civilian and military aircraft combined have killed more than 491 people and destroyed over 350 aircraft from 1988 to 2023, according to a report from the FAA.  In the United States, wildlife strikes with civilian and military aircraft have killed 76 people and destroyed 126 aircraft from 1988 to 2023. \nThere’s still much uncertainty to how much a bird strike could have played into the crash. \nThe tragic even has so many layers, and everything at the moment is speculation, said Erika Armstrong, a pilot and former contract worker at Boeing.  Armstrong is the director of marketing and vice president of business development at Advanced Aircrew Academy, an aviation e-learning firm that trains pilots, flight attendants and crew. \nMore concrete information will be available after investigators review the two “black boxes,” the flight data and voice recorders, from the crash site, she said. \nA bird strike, she explained, could have caused an engine to fail in such a way that it may have knocked out the plane’s hydraulics. \n“Never say never in aviation,” Armstrong said.  “We train for engine failures all the time – it’s an expectation. ”\nStatistically speaking, bird strikes don’t happen often, however, in recent years, instances have been climbing.  In 2023, 19,603 strikes were reported, an increase of 14% compared to the 17,205 strikes reported in 2022, according to the FAA. \nShahidi said if there was a bird strike, investigators will be looking if it destroyed one or both engines, which will be critical. \n“From the time that the crew declared ‘May Day’ emergency, it was only about five minutes before the aircraft landed and crashed, so there was little time in that to for the pilots to be able to do what they needed to do,” Shahidi said. "
            },
             {
                "subtitle": "",
                "content": "Although, Armstrong said, even if her theory is true, it doesn’t explain why the landing gear didn’t deploy. \nFootage of the crash on Sunday has been run by multiple South Korean news outlets, showing where the plane’s belly slides at a high speed, hits an embankment and erupts into fire. \nThe back and front landing gear are not visible in the footage.  Experts later confirmed to CNN that the plane’s wheels used for takeoff and landing did not fully deploy before landing.  There is no official explanation yet for why. \nArmstrong said you can manually drop the gear on a Boeing 737, but, given the amount of time that elapsed from engine failure to landing, the pilots couldn’t have even begun to run through a checklist to drop the gear.  She called it a “workout” for pilots to drop the gear manually. \nThe 101 Boeing 737-800 jets operated by South Korean airlines will be inspected this week, according to South Korean officials."     },
            {
                "subtitle": "Deadly concrete barrier",
                "content": "Another point of contention among aviation subject matter experts is the concrete embankment that the plane hit upon landing.\nThe crash killed 179 of 181 people aboard, aside from two crew members who were pulled alive from the site. The last deadly crash in South Korea occurred in 1997 when a Korean Air Lines Boeing 747 crashed in the Guam jungle, killing 228 people. Many airports don’t have similar structures so close to runways, according to aviation experts.\n“I just cannot think of anything more irresponsible than what (South Korea aviation officials) have done,” said Shawn Pruchnicki, an assistant professor in the college of engineering at Ohio State University. “In my opinion, they are responsible for the amount of people that were killed because of that design.”\nHe said the crash would not have been as deadly had it not been for the concrete embankment. Pruchnicki was also a witness at a US congressional hearing in April about Boeing’s safety culture.\nThe FAA defines the surface surrounding runways as “runway safety areas,” which are typically 500 feet wide and extend 1,000 feet beyond each runway end.\nShahidi said investigators will take a further look at the barrier to determine whether it was in compliance with international standards for runway construction.\n“It’s just unconscionable that you would put a concrete barrier, because what that does is that guarantees destruction and death to the occupants of an airplane that’s going to hit,” Pruchnicki said.\nThe two flight attendants seated at the back of the jet who survived, Armstrong said, probably didn’t feel the force of the wall."
            },
            {
                "subtitle": "What comes next?",
                "content": "US officials will wait for South Korean officials to release more information.\nHowever, at least one US airline is working with investigators to learn more: Southwest Airlines.\n“We are engaged with the FAA and Boeing and will take any steps they recommend as the investigation unfolds,” said a Southwest spokesperson in a statement.\nOf course, critics of Boeing may have already begun pointing fingers at the plane maker and its year of faulty mistakes. Experts said it is premature to place the blame on Boeing until more information has been made public, but, as of now, there are no signs that the aircraft’s manufacturing was responsible for the crash.\nArmstrong acknowledged it’s unseemly to point to pilot error but knows that the cause can often be the fault of the crew.\n“The spotlight will always be drawn to the pilot training,” Armstrong said. “We’re definitely trying to run pilots through training much faster, trying to do it as efficiently as we can, but boy, until we hear the words from the pilot and the cockpit of what was going on, then we can spotlight where it needs to be.”\nThe International Federation of Air Line Pilots Associations published a statement saying it is closely monitoring the developments related to the crash and working closely with local member association, ALPA-K. “The Federation urges caution against speculation in media and social media surrounding the accident,” the statement added.\nThere are three main things the National Transportation Safety Board will examine in investigations, according to Ed Malinowski, a retired senior air safety investigator for the NTSB and a former airline transport pilot: the pilot, the environment and the aircraft.\n“When you get to an accident site, you capture as many things that will not be there tomorrow as they are when you get there,” Malinowski said.\nICAO will allow for US agencies, like the NTSB and FAA, to assist South Korea in the investigation, he said.\nICAO references 19 technical annexes to maintain uniformity in international civil aviation. Annex 13 outlines how accident investigation participation is determined.\nDue to Annex 13, Boeing, the NTSB and the FAA have all declined to comment further on the matter, but the regulation requires the issuance of an accident investigation preliminary report within 30 days of the event and a final report, as soon as possible or within a year of the event."
            },
            {
                "subtitle": "",
                "content": "Just a couple days after the crash, Jeju Air shares and shares of its major stakeholder, AK Holdings, fell to record lows, according to a local news outlet.  The South Korean airline also announced it would reduce flights by 10% to 15% until March 2025, said Kim E-bae, CEO of Jeju Air in a media briefing. \nIn terms of any lessons learned, Shahidi said, it’s too soon to know.  It’s completely understandable for passengers to be concerned about air travel when these incidents arise, but air travel remains safe, experts assured. \n“What is important is to let the investigation now proceed,” he said."
            }
        ],
        "id": "4363cca376c38911e3bbb84fa8552c8c"
    },
    {
        "title": "Experts Alarmed by Huge Wall at Airport That Jet Crashed Into, Killing 179 Passengers",
        "domain": "futurism.com",
        "url": "https://futurism.com/the-byte/experts-alarmed-wall-jeju-air-crash",
        "publishedAt": "2024-12-31T07:55:00+00:00",
        "paragraphs": [
            {
                "subtitle": "Localizer Tragedy",
                "content": "In South Korea, a jet quite literally crashed and burned when it hit a wall that was placed at the end of an airport runway, killing 179 passengers.\nAs the BBC reports, the pilot of the Jeju Air plane reported to the control tower at Muan International Airport that the Boeing 787-800 jet had struck a bird and needed to make an emergency landing.\nDespite failing to deploy its wheels and other gear, the emergency landing was looking okay — until the plane crashed into the concrete structure atop a dirt embankment at the end of the runway. That wall held a navigational system called a localizer that's meant, ironically, to help planes land safely.\nWhile localizer structures are common at airports, they're generally not supposed to be placed at the end of runways like the one at Muan, experts told the BBC.\nAir safety specialist David Learmont told the broadcaster that if the \"obstruction,\" as he called the localizer structure, hadn't been positioned in such an inopportune place at the end of the runway, the jet \"would have come to rest with most — possibly all — those on board still alive.\"\nChristian Beckert, a Lufthansa pilot out of Germany, was even more blunt: \"Normally, on an airport with a runway at the end, you don't have a wall.\""
            },
            {
                "subtitle": "Hard and Fast",
                "content": "Beyond the positioning of the structure itself, longtime pilot Chris Kingswood told the BBC that there was something else strange about the wall: that it was just so hard.\n\"Obstacles within a certain range and distance of the runway are required to be frangible,\" the veteran pilot said, \"which means that if an aircraft strikes them that they do break.\"\n\"It does seem unusual that it's such a rigid thing,\" he continued. \"The aircraft, from what I understand, was travelling very fast, landed a long way down the runway, so it will have gone a long way past the end of the runway.\"\nIn the wake of the stunning crash, which is one of the world's worst in recent years, reports emerged that Muan officials had previously flagged that the wall was indeed too close to the runway.\nInstead of changing it immediately, however, the embankment was to be \"reviewed\" upon a planned expansion."
            }
        ],
        "id": "d39d3d8e5fe702adcbbf008371d304a0"
    },
    {
        "title": "5 Unanswered Questions About the South Korea Plane Crash.",
        "domain": "nymag.com",
        "url": "https://nymag.com/intelligencer/article/5-unanswered-questions-about-the-south-korea-plane-crash.html",
        "publishedAt": "2024-12-30T05:00:00+00:00",
        "paragraphs": [
            {
                "subtitle": "A bird strike alone should not have been catastrophic.",
                "content": "The Jeju Air 737 crash in South Korea on Sunday that killed all but two of the people onboard was in many respects as baffling as it was tragic. Given the scant information currently available, it’s hard even to piece together a coherent picture of what happened. “There’s a lot more questions than there are answers,” says Jim Brauchle, an aviation attorney who flew transport planes in the U.S. Air Force and now investigates air crashes as part of his law practice."
            },
            {
                "subtitle": "",
                "content": "What we do know is that the plane was inbound from Bangkok, Thailand, to Muan, South Korea, with 175 passengers and six crew members when it apparently flew into a flock of birds and sucked at least one into an engine as it came in to land. Video taken from the ground appears to show a puff of smoke coming from the plane’s right engine, signaling a compressor stall that would have caused the engine to lose some if not all of its thrust.\nThe flight crew declared an emergency and aborted the landing. Around this time, the plane stopped transmitting its speed and location data via an automatic system called ADS-B, which lets the plane be tracked on websites like FlightRadar24. At the moment of its final transmission, the plane was a mile and half from the approach end of the runway and about 500 feet above the surface.\nThe aircraft swung around to attempt a landing coming in from the north. As it approached the end of the runway, it seemed to be under positive control of the flight crew but was not configured in the normal way for landing with flaps down and landing gear deployed. As a result, it was flying faster than normal and so had more speed to lose before it could settle onto the ground. Video appears to show the thrust reversers deployed, but they apparently did little to slow the plane.\nBy the time the 737 eventually did settle onto the ground, it was far down the runway. It then careered off the end of the asphalt and hit a berm at more than 100 mph. The fuselage broke up and burst into flames. The only survivors were two flight attendants who were strapped into backward-facing seats with shoulder harnesses at the very back of the plane.\nOnce crash investigators recover the black boxes and listen to what the pilots were saying in the cockpit, it will likely become clear what they were intending to do and how the incident unfolded. For now, aviation experts find several aspects of the crash deeply puzzling."
            },
            {
                "subtitle": "Why didn’t the landing gear deploy?",
                "content": "Judging by video recorded by witnesses on the ground, the plane did not have its wheels down as it came in for its initial landing attempt. Normally, these are deployed several miles out. The failure to have the landing gear down in the first place raises the troubling possibility that the flight crew never realized the gear was up."
            },
            {
                "subtitle": "Why did it lose a key communications system?",
                "content": "A bird strike can destroy an engine, but that shouldn’t affect the system that transmits the ADS-B data or other communications systems. “The only thing I can think of is if maybe another bird hit the antenna,” says Brauchle."
            },
            {
                "subtitle": "Why didn’t the plane immediately land?",
                "content": "An aircraft coming in to land is intentionally losing speed, so it doesn’t need a lot of engine power. The pilot’s handbook for the 737 specifies that if a bird strike occurs during landing, the pilot can elect to put the plane on the ground."
            },
            {
                "subtitle": "Why didn’t the crew troubleshoot the problems?",
                "content": "Rather than landing, the flight crew decided to increase engine power and climb away from the runway. If the engines were functioning well enough to allow this, there should have been time to fly to a nearby area where the crew could maintain a holding pattern while running through checklists to troubleshoot the problems. They could have asked for help from the ground, from their airline’s maintenance department, for example. Instead, they rushed to get the plane back on the ground, and in their haste, they seem to have skipped important steps that would have made the odds of survival much better. “We always used to say, ‘No fast hands in the cockpit,’” Brauchle says. “If something happens, just take a beat.”\nIt’s worth noting that even if the 737 had suffered some kind of mechanical failure that prevented the flight crew from deploying the landing gear, that doesn’t mean the plane couldn’t have been landed without loss of life. In 2011, a Boeing 767 operated by Poland’s LOT Airlines suffered a failure of its hydraulic system that made it impossible to lower the landing gear. The plane circled the airport at Warsaw for more than an hour to burn off as much fuel as possible, then conducted a carefully planned belly landing that left everyone onboard uninjured."
            },
            {
                "subtitle": "What was the earlier emergency?",
                "content": "According to Korean news sources, the same aircraft that crashed on December 29 had declared an emergency a day earlier during a flight from Jeju to Beijing, China. Shortly before reaching China, the plane squawked “7700,” indicating a general emergency, before diverting to Incheon International Airport in South Korea. It’s not clear, however, if the plane was suffering from a technical problem or responding to a medical emergency affecting one of the passengers."
            }
        ],
        "id": "eaa5dc09877129ac1b4ad63c69ae5d72"
    },
    {
        "title": "Jeju Air plane crash was ‘extremely rare.’ What travelers should know.",
        "domain": "www.usatoday.com",
        "url": "https://www.usatoday.com/story/travel/airline-news/2024/12/29/airplane-safety-jeju-air-crash/77298121007/",
        "publishedAt": "2024-12-29T21:59:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Nearly everyone on board a Jeju Air flight from Bangkok, Thailand, to Muan County, South Korea, was killed Sunday when their plane crashed at Muan International Airport. Only two of the 181 people on Flight 7C2216 survived.\nThe exact cause of the accident is under investigation, but South Korean Transport Ministry officials say the control tower issued a bird strike warning minutes before the pilots declared a mayday and attempted to land. The twin-engine Boeing 737-800 appeared to belly land on the runway before skidding into a wall and erupting into flames.\n“This plane appears to have landed at an extremely high speed. It does not appear that the landing flaps were extended,” airline industry analyst Henry Harteveldt told USA TODAY. “There are a lot of questions about why that is the case: if there was a hydraulic failure or if everything just happened so fast, if indeed there was a bird strike and were the birds ingested into both engines? Lots of unknown factors here.”\nHowever, one thing is certain: “Commercial aviation statistically remains the safest form of transportation,” he said.\nHere’s what travelers should know."
            },
            {
                "subtitle": "How safe is flying right now?",
                "content": "Flying commercially remains very safe.\nAccording to the National Safety Council, “the lifetime odds of dying as an aircraft passenger in the United States was too small to calculate.” By contrast, the nonprofit safety advocate cites a 1 in 93 chance of dying in a motor-vehicle crash, noting 46,027 motor-vehicle deaths in the U.S. in 2022 alone.\nFor additional perspective, the Federal Aviation Administration notes that the National Airspace System helps guide 2.9 million airline passengers safely to their destinations every day."
            },
            {
                "subtitle": "Safety first",
                "content": "While the Jeju Air crash, like others in recent years, happened abroad, Harteveldt said, “This is extremely rare. There are roughly 4,400 737-800s operating right now, and they operate very reliably, day in and day out.  And they do so because the global airline industry cooperates extensively when it comes to safety-related matters.”\nHe explained that while airlines may compete for business, they and aircraft manufacturers like Boeing and Airbus all share information on best practices, maintenance procedures and more for safety.\nThe National Transportation Safety Board is leading a team of U.S. investigators, including the FAA and Boeing, in assisting the Republic of Korea’s Aviation and Railway Accident Investigation Board with their crash investigation, according to the FAA.\n\"We are in contact with Jeju Air regarding flight 2216 and stand ready to support them,” Boeing said in a statement to USA TODAY. “We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew.”"
            },
            {
                "subtitle": "Can planes survive bird strikes?",
                "content": "Yes.\n“It's usually been a bird ingestion in one of the aircraft's engines where this has occurred, and the pilots have always managed to land the plane safely,” Harteveldt said. “If this plane lost both of its engines, the pilots often have very little time to make decisions, and it's very difficult to maneuver the plane, and compromises have to be made.”\nOne of the most famous examples of bird strikes in both engines was the 2009 U.S. Airways miracle on the Hudson River.\nHowever, again, it’s too soon to know what caused the Jeju Air crash."
            }
        ],
        "id": "b32572c0dc97b4224009a39d7d79b48d"
    },
    {   "title": "Investigators seek clues to fatal South Korea plane crash in cockpit transcript",
        "domain": "www.france24.com",
        "url": "https://www.france24.com/en/live-news/20250104-south-korea-says-fatal-crash-cockpit-transcript-nearly-complete",
        "publishedAt": "2025-1-4T08:31:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "South Korean investigators said Saturday they were close to finalising the transcript of the cockpit voice recorder from a fatal plane crash that left 179 people dead last week.\n\nThe recording may hold clues to the final moments of Jeju Air flight 2216, which was carrying 181 passengers and crew from Thailand to South Korea on Sunday when it belly-landed before slamming into a concrete barrier at the end of an airport runway.\n\nSouth Korean and US investigators, including from the aircraft's manufacturer Boeing, have been combing the crash site in southwestern Muan since the disaster to establish a cause.\n\n\"The transcript of the cockpit voice recorder (CVR) is expected to be completed today, and the flight data recorder (FDR) is in the process of being prepared for transport to the United States\" for analysis, South Korea's land ministry said in a statement.Investigators also recovered the aircraft engine from the crash site this week, the ministry added.The exact cause of the Boeing 737-800 crash is still unknown, but investigators have pointed to a bird strike, faulty landing gear and the runway barrier as possible issues."
            },
            {
                "subtitle": "",
                "content": "Authorities this week carried out search and seizure operations at Muan airport where the flight crashed, a regional aviation office in the southwestern city, and Jeju Air's office in the capital Seoul, police said.\n\nJeju Air's chief executive Kim E-bae has been banned from leaving the country as the investigation continues, police also said."
            },
            {
                "subtitle": "",
                "content": "The pilot warned of a bird strike before pulling out of a first landing, and then crashing on a second attempt when the landing gear did not emerge. Dramatic video showed the plane colliding with the concrete barrier at the end of the runway before bursting into flames.\n\nAuthorities have started lifting the wreckage of the jet, and returning some of the identified victims' bodies and personal belongings recovered from the crash site to grieving families.\n\nThe plane was largely carrying South Korean holidaymakers back from year-end trips to Bangkok, except for two Thai passengers.\n\nImages from local media showed authorities handing over items including smartphones, and dried mango and coconut sourced from Thailand."
            }
        ],
        "id": "52B2C9AAA06884AFDB0E5300A68ECEF9"
    },
    {   "title": "Plane veers off airport runway in South Korea and crashes, killing 179: reports",
        "domain": "www.foxnews.com",
        "url": "https://www.foxnews.com/world/plane-veers-airport-runway-south-korea-deadly-crash",
        "publishedAt": "2024-12-29T09:46:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "A Jeju Air flight skidded off a runway in South Korea and collided with a concrete fence, killing 179 people, the Associated Press reported, citing the country's National Fire Agency (NFA).\n\nThe Yonhap News Agency attributed the devastating crash, one of the worst in the country's history, to malfunctioning landing gear. \n\nJeju Air, a low-cost airline in South Korea, was carrying 175 passengers and six crew members in the Boeing 737-800 when the incident occurred Sunday morning local time at Muan International Airport in Muan County, South Jeolla Province, roughly 180 miles south of Seoul.\n\n"
            },
            {
                "subtitle": "",
                "content": "So far, the victims have been identified as 84 women, 82 men and 11 others whose genders weren’t immediately identifiable, the fire agency said. Two crew members, a man and a woman, survived. Health officials say they are conscious and expected to recover. They were rescued from the tail section of the burning plane, the \"part that retains a little bit of shape\" while the rest of the aircraft \"looks almost impossible to recognize,\" Muan fire chief Lee Jung-hyun said in a press briefing, according to Reuters. \n\nJu Woong, director of the Ewha Womans University Seoul Hospital, where one of the survivors was hospitalized, said the man was being treated in an intensive care unit for fractures to his ribs, shoulder blade and upper spine. Ju said the man, whose name wasn't released, told doctors he \"woke up to find (himself) rescued.\""
            },
            {
                "subtitle": "",
                "content": "The plane landed at 9:07 a.m. local time at the airport when the incident happened. \n\nAccording to the Associated Press, the passenger plane slammed into a concrete fence on the runway after its front landing gear failed to deploy. The plane was flying back to South Korea from Thailand, the Yonhap News Agency reported.\n\nPhotos shared by local media showed smoke billowing out of the plane.\n\nA senior Transport Ministry official said that the flight data recorder from the plane’s black box was retrieved and that crews were still searching for the cockpit voice recording device, according to the AP.\n\nThe Associated Press and Reuters contributed to this report. "
            }
        ],
        "id": "18AE83876753D01CC1AEBB220E3C4EB7"
    },
    {   "title": "‘Black boxes’ from crashed South Korean plane stopped recording about four minutes before disaster, officials say.",
        "domain": "edition.cnn.com",
        "url": "https://edition.cnn.com/2025/01/11/asia/south-korean-airline-black-boxes-stopped-recording-intl-hnk/index.html",
        "publishedAt": "2025-1-11T03:21:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "Flight recorders from the passenger jet that crashed in South Korea last month, killing more than 170 people, stopped working minutes before the plane belly-landed and exploded on the runway, investigators said Saturday.\n\nOfficials probing the country’s deadliest aviation accident in almost three decades had hoped information from the so-called black boxes would shed light on why Jeju Air flight 7C 2216 from Bangkok belly-landed at Muan International Airport on December 29, erupting into a fireball.\n\nThe disaster killed 179 passengers and crew members. Two people survived."
            },
            {
                "subtitle": "",
                "content": "But South Korea’s transport ministry said Saturday that both the cockpit voice recorder (CVR) and flight data recorder (FDR) from the Boeing 737-800 had stopped working about four minutes before the crash.\n\nIn a statement, the ministry said it was unclear why the devices stopped recording, adding that it will work to determine the cause.\n\n“CVR and FDR data are important data for accident investigations, but accident investigations are conducted through investigation and analysis of various data, so we plan to do our best to accurately identify the cause of the accident,” the ministry said.The cockpit voice recorder was first analyzed locally and later sent to the United States for cross-checking, the ministry said.\n\nThe flight data recorder, which was damaged and missing a connector, was sent to the National Transportation Safety Board in the US last week for analysis, after South Korean authorities concluded they could not extract data from the device, due to the damage.\n\nCNN has contacted the NTSB for comment.\n\nSouth Korean soldiers search for missing passengers near the wreckage of a Jeju Air Boeing 737-800 aircraft after the plane crashed and burst into flames at Muan International Airport in South Jeolla Province.\nRelated article\nWhere the deadly South Korean airline crash investigation is heading\n\n"
            },
            {
                "subtitle": "",
                "content": "The crash was the country’s deadliest since 1997, when a Korean Air Lines Boeing 747 crashed in the Guam jungle, with the loss of 228 lives.\n\nIt is not yet clear what caused it, with the investigation expected to take months.\n\nFootage of the crash showed that neither the back nor front landing gear was visible at the time of the crash-landing.\n\nPrior to the emergency landing, the pilot made a mayday call and used the terms “bird strike” and “go-around,” according to officials, who also said the control tower had warned the pilot of birds in the area.\n\nAnother point of contention has been the concrete embankment that the plane hit upon landing. Many airports don’t have similar structures so close to runways, according to aviation experts.\n\nSouth Korean police last week also raided Jeju Air’s office in Seoul and the operator of Muan International Airport as part of their investigation, Reuters reported.\n\n"
            }
        ],
        "id": "BD29F88B74A86EDBCBE148B96706BC27"
    },
    {   "title": "179 dead, 2 rescued after plane crashes while landing in South Korea",
        "domain": "abcnews.go.com",
        "url": "https://abcnews.go.com/International/2-rescued-28-killed-after-jet-veers-off/story?id=117171549",
        "publishedAt": "2024-12-30T10:40:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "All 181 passengers and crew aboard a passenger jet that crashed upon landing in South Korea on Sunday morning are presumed dead except for two people rescued from the wreckage, authorities said.\n\nThe two survivors have been described as a male crew member from the flight, who is receiving care for non-life-threatening injuries in an intensive care unit, and a female crew member who is recovering with non-life-threatening injuries, according to Health Ministry officials on Sunday evening.\nJeju Air Flight 2216 was landing at Muan International Airport around 9 a.m. local time when the plane went off the runway and crashed into a wall.\nThere were a total of 175 passengers and six crew members aboard the Boeing 737 aircraft, which had taken off from Bangkok, according to the Korean Ministry of Land Infrastructure and Transport. The official death toll, provided by the National Fire Agency, was at first conservative but climbed steadily in the hours after the crash.\n\nAuthorities explained that they are attempting to speed up the identification process for the victims. Although 141 out of 179 people have been identified through fingerprint identification and DNA control, 38 have not yet been identified.\n\nIn some cases, the bodies are so badly damaged that fingerprints cannot be sensed. Additionally, there are not records available by which to compare fingerprints for minors, which means that familial DNA comparison is necessary."
            },
            {
                "subtitle": "",
                "content": "The transport ministry was on the scene investigating the cause of the crash, and details of what happened were beginning to come into focus. Prior to the plane's crash landing, the control tower issued a warning of a possible bird strike, the ministry said. About a minute after that warning, a pilot sent a mayday distress signal, after which the tower issued permission for the aircraft to land, the ministry said.\n\nAccording to the Air and Railway Investigation Committee, the aircraft's \"black boxes\" were recovered from the wreckage. The plane's flight data recorder was found partially damaged and its cockpit voice recorder was collected intact, officials said.\n\nDecrypting the FDR data could take about a month, according to officials. However, if the damage to the FDR is severe, it may have to be sent to the U.S. National Transportation Safety Board for decoding, which could take more than six months, officials said.\n\nVideo from the scene at the time of the crash appears to show the landing gear was up when the plane touched down, possibly indicating some sort of malfunction, and it also appears the plane landed at a high speed. Videos taken at the scene showed flames and a thick column of dark smoke at the crash site.\n\n"
            },
            {
                "subtitle": "",
                "content": "As of 1 p.m. local time, authorities said the plane had completely burned. A temporary morgue was being set up at the airport.\n\nBy about 8 p.m., the official death toll had climbed to 176 people, the National Fire Agency said. Eighty-three of the dead were women and 82 were men, the agency said, adding that another 11 bodies remained unidentified. According to the flight manifest, there were five children under 10 years old on the flight, the youngest of them 3 years old.\n\nInitially, there were conflicting reports on the number of people rescued."
            },
            {
                "subtitle": "",
                "content": "United States President Joe Biden said in a statement Sunday afternoon that he and first lady Jill Biden were \"deeply saddened to learn of the loss of life\" in the crash.\n\n\"As close allies, the American people share deep bonds of friendship with the South Korean people and our thoughts and prayers are with those impacted by this tragedy. The United States stands ready to provide any necessary assistance,\" the statement continued."
            },
            {
                "subtitle": "",
                "content": "Jeju Air is a South Korean low-cost carrier that operates an all Boeing fleet, with 42 planes and nearly 3,000 staff.\n\n\"We deeply apologize to all those affected by the incident at Muan Airport,\" Jeju Air said in a notice posted in English on its website. \"We will make every effort to resolve the situation. We sincerely regret the distress caused.\"\n\nThe website's landing page replaced Jeju Air's logotype, which is usually orange, with an all-black version."
            },
            {
                "subtitle": "",
                "content": "The NTSB posted on X Sunday that it is \"leading a team of U.S. investigators (NTSB, Boeing and FAA) to assist the Republic of Korea’s Aviation and Railway Accident Investigation Board (ARAIB)\" with their investigation of the crash, adding that the ARAIB would release any information about the investigation \"per international protocols.\"\n\nBoeing was in contact with Jeju Air regarding the crash and was \"standing ready to support them,\" a Boeing spokesperson told ABC News earlier.\n\n\"We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew,\" the spokesperson said.\n\nMuan, a city of roughly 90,000 people, is located in southwest South Korea."
            }
        ],
        "id": "68BBD5E8E23AF8E633D604755B1F9B75"
    },
    {   "title": "South Korea to inspect Boeing aircraft as it struggles to find cause of plane crash that killed 179",
        "domain": "apnews.com",
        "url": "https://apnews.com/article/south-korea-muan-jeju-air-crash-investigation-37561308a8157f6afe2eb507ac5131d5",
        "publishedAt": "2024-12-31T20:42:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "South Korean officials said Monday they will conduct safety inspections of all Boeing 737-800 aircraft operated by the country’s airlines, as they struggle to determine what caused a plane crash that killed 179 people a day earlier.\n\nSunday’s crash, the country’s worst aviation disaster in decades, triggered an outpouring of national sympathy. Many people worry how effectively the South Korean government will handle the disaster as it grapples with a leadership vacuum following the recent successive impeachments of President Yoon Suk Yeol and Prime Minister Han Duck-soo, the country’s top two officials, amid political tumult caused by Yoon’s brief imposition of martial law earlier this month.\n\nNew acting President Choi Sang-mok on Monday presided over a task force meeting on the crash and instructed authorities to conduct an emergency review of the country’s aircraft operation systems.\n“The essence of a responsible response would be renovating the aviation safety systems on the whole to prevent recurrences of similar incidents and building a safer Republic of South Korea,” said Choi, who is also deputy prime minister and finance minister."
            },
            {
                "subtitle": "",
                "content": "The Boeing 737-800 plane operated by South Korean budget airline Jeju Air aborted its first landing attempt for reasons that aren’t immediately clear. Then, during its second landing attempt, it received a bird strike warning from the ground control center before its pilot issued a distress signal. The plane landed without its front landing gear deployed, overshot the runway, slammed into a concrete fence and burst into a fireball."
            },
            {
                "subtitle": "",
                "content": "Alan Price, a former chief pilot at Delta Air Lines and now a consultant, said the Boeing 737-800 is a “proven airplane” that belongs to a different class of aircraft than the Boeing 737 Max jetliner that was linked to fatal crashes in 2018 and 2019.\nBut South Korea’s Transport Ministry said Monday it plans to conduct safety inspections of all of the 101 Boeing 737-800 jetliners operated by the country’s airlines as well as a broader review into safety standards at Jeju Air, which operates 39 of those planes. Senior ministry official Joo Jong-wan said representatives from the U.S. National Transportation Safety Board and Boeing were expected to arrive in South Korea on Monday to participate in the investigation."
            },
            {
                "subtitle": "",
                "content": "Ministry officials also said they will look into whether the Muan airport’s localizer — a concrete fence housing a set of antennas designed to guide aircraft safely during landings — should have been made with lighter materials that would break more easily upon impact.\n\nJoo said the ministry has determined that similar concrete structures are in other domestic airports, including in Jeju Island and the southern cities of Yeosu and Pohang, as well as airports in the United States, Spain and South Africa."
            },
            {
                "subtitle": "",
                "content": "Video of the crash indicated that the pilots did not deploy flaps or slats to slow the aircraft, suggesting a possible hydraulic failure, and did not manually lower the landing gear, suggesting they did not have time, said John Cox, a retired airline pilot and CEO of Safety Operating Systems in St. Petersburg, Florida.\nDespite that, the jetliner was under control and traveling in a straight line, and damage and injuries likely would have been minimized if not for the barrier being so close to the runway, Cox said.\n\nOther observers said the videos showed the plane was suffering from suspected engine trouble but the landing gear malfunction was likely a direct reason for the crash. They said there wouldn’t likely be a link between the landing gear problem and the suspected engine issue.\nEarlier Monday, another Boeing 737-800 plane operated by Jeju Air returned to Seoul’s Gimpo International Airport shortly after takeoff when the pilot detected a landing gear issue. Song Kyung-hoon, a Jeju Air executive, said the issue was resolved through communication with a land-based equipment center, but the pilot decided to return to Gimpo as a precautionary measure.\nJoo said officials were reviewing whether there might have been communication problems between air traffic controllers and the pilot. “Our current understanding is that, at some point during the go-around process, communication became somewhat ineffective or was interrupted, ahead of the landing and impact,” he said.\n\nMinistry officials said Monday the plane’s flight data and cockpit audio recorders were moved to a research center at Gimpo airport ahead of their analysis. Ministry officials earlier said it would take months to complete the investigation of the crash."
            },
            {
                "subtitle": "",
                "content": "The Muan crash is South Korea’s deadliest aviation disaster since 1997, when a Korean Airlines plane crashed in Guam, killing 228 people on board.\nThe crash left many South Koreans shocked and ashamed, with the government announcing a seven-day national mourning period through Jan. 4. Some questioned whether the crash involved safety or regulatory issues, such as a 2022 Halloween crush in Seoul that killed 160 people and a 2014 ferry sinking that killed 304 people."
            }
        ],
        "id": "E2B3A8F5226639A5DCF2AFA595428126"
    },
    {   "title": "Jet crash disaster in South Korea marks another setback for Boeing",
        "domain": "apnews.com",
        "url": "https://apnews.com/article/korea-plane-crash-boeing-51abcf86c1a4d01b94ad17b30f5fc774",
        "publishedAt": "2024-12-30T07:26:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "A machinists strike. Another safety problem involving its troubled top-selling airliner. A plunging stock price.\n\n2024 was already a dispiriting year for Boeing, the American aviation giant. But when one of the company’s jets crash-landed in South Korea on Sunday, killing all but two of the 181 people on board, it brought to a close an especially unfortunate year for Boeing.\n\nThe cause of the crash remains under investigation, and aviation experts were quick to distinguish Sunday’s incident from the company’s earlier safety problems.\n\nAlan Price, a former chief pilot at Delta Air Lines who is now a consultant, said it would be inappropriate to link the incident Sunday to two fatal crashes involving Boeing’s troubled 737 Max jetliner in 2018 and 2019. In January this year, a door plug blew off a 737 Max while it was in flight, raising more questions about the plane.\nThe Boeing 737-800 that crash-landed in Korea, Price noted, is “a very proven airplane. “It’s different from the Max ...It’s a very safe airplane.’’"
            },
            {
                "subtitle": "",
                "content": "For decades, Boeing has maintained a role as one of the giants of American manufacturing. But the the past year’s repeated troubles have been damaging. The company’s stock price is down more than 30% in 2024.\nThe company’s reputation for safety was especially tarnished by the 737 Max crashes, which occurred off the coast of Indonesia and in Ethiopia less than five months apart in 2018 and 2019 and left a combined 346 people dead. In the five years since then, Boeing has lost more than $23 billion. And it has fallen behind its European rival, Airbus, in selling and delivering new planes.\n\n\nLast fall, 33,000 Boeing machinists went on strike, crippling the production of the 737 Max, the company’s bestseller, the 777 airliner and 767 cargo plane. The walkout lasted seven weeks, until members of the International Association of Machinists and Aerospace Workers agreed to an offer that included 38% pay raises over four years.\nIn January, a door plug blew off a 737 Max during an Alaska Airlines flight. Federal regulators responded by imposing limits on Boeing aircraft production that they said would remain in place until they felt confident about manufacturing safety at the company."
            },
            {
                "subtitle": "",
                "content": "In July, Boeing agreed to plead guilty to conspiracy to commit fraud for deceiving the Federal Aviation Administration regulators who approved the 737 Max. Acting on Boeing’s incomplete disclosures, the FAA approved minimal, computer-based training instead of more intensive training in flight simulators. Simulator training would have increased the cost for airlines to operate the Max and might have pushed some to buy planes from Airbus instead. (Prosecutors said they lacked evidence to argue that Boeing’s deception had played a role in the crashes.)\n\nBut the plea deal was rejected this month by a federal judge in Texas, Reed O’Connor, who decided that diversity, inclusion and equity or DEI policies in the government and at Boeing could result in race being a factor in choosing an official to oversee Boeing’s compliance with the agreement.\n\nBoeing has sought to change its culture. Under intense pressure over safety issues, David Calhoun departed as CEO in August. Since January, 70,000 Boeing employees have participated in meetings to discuss ways to improve safety."
            }
        ],
        "id": "5B7FAC405F31365983BEAD09415AABF1"
    },
    {   "title": "Runway design may have cost lives in South Korean air disaster, experts say",
        "domain": "www.aljazeera.com",
        "url": "https://www.aljazeera.com/news/2024/12/31/flight-2216-landing-gear-and-runway-problems-flagged-as-reasons-for-crash/",
        "publishedAt": "2024-12-31T20:29:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "As the investigation into the deadly crash of Jeju Air Flight 2216 stretches into its third day, aviation experts are raising questions about what role a concrete structure at the end of the runway at South Korea’s Muan International Airport may have played in the accident, among other factors.\n\nThe Boeing 737-800 slammed into a concrete embankment and burst into flames after being forced to make an emergency landing on Sunday morning, killing 179 of 181 people on board in the deadliest-ever plane crash on South Korean soil.\nThe pilot had reported a bird strike to air traffic control moments before the aircraft belly-flopped on the runway after failing to deploy its landing gear and overshooting the landing zone.\n\nSouth Korean authorities have said that the concrete embankment, which housed a localiser antenna to help pilots maintain the correct approach path, had been built according to regulations and was similar to other structures at airports around the world.\n\nHowever, some aviation experts have questioned the choice and placement of the structure, suggesting that the disaster may have been avoidable with better airport design."
            },
            {
                "subtitle": "",
                "content": "Najmedin Meshkati, a professor in civil engineering at the University of Southern California, said the use of concrete rather than a metal tower or pylon installation was “unusual” and may have contributed to the high number of fatalities.\n\n“This rigid structure proved catastrophic when the skidding aircraft made an impact,” Meshkati told Al Jazeera.\n“Undoubtedly, had the aircraft instead encountered the airport wall, which would have provided less resistance, the survival rate might have been higher.”\n\nHassan Shahidi, president and CEO of the Flight Safety Foundation, said that while he would not speculate on whether the embankment was badly designed or positioned, structures at the end of runways should be built to break easily in the event of collision under International Civil Aviation Organization guidelines.\n\n“The standards also define the proximity of such structures near runway ends. The investigators will examine the concrete structure at the end of the runway to determine if it complied with these standards, including its placement and proximity to the end of the runway,” Shahidi told Al Jazeera.\n\nSouth Korean officials have said the structure was 250 metres from the end of the runway, closer than the best practice standard of 300 metres, according to John Cox, a former 737 pilot who runs aviation consultancy Safety Operating Systems.\n\nExperts also questioned whether the runway had an adequate overrun area or, as in the case of other airports with limited space, should have implemented an “engineered material arresting system” – also known as “EMAS” – capable of slowing down or stopping an aircraft with excessive momentum.\nDane Williams, director of the consultancy Aviation Safety Asia, said that some advanced airports have areas after the runway that use sand, gravel or another slowing substance to reduce an aircraft’s speed and avoid a forceful impact.\n\n“In more developed countries, such mitigation is put on the end of runways where plausible, where appropriate, and where economically viable,” Williams told Al Jazeera.\n\n“It is also understandable, though, that if a large lake, river or other geophysical location such as a valley is at the end of the runway, then a physical concrete barrier may be appropriate.”"
            },
            {
                "subtitle": "",
                "content": "Other airport design features have also come under scrutiny.\n\nMarco Chan, a pilot and senior lecturer in aviation operations at Buckinghamshire New University, said the choice of a runway with a -0.2 percent downward slope raised “further questions about its suitability for an emergency landing”.\n\n“Investigators will explore whether this decision factored in weather conditions, which were calm … or if other operational considerations influenced it,” Chan told Al Jazeera.\n\nSouth Korean investigators, aided by officials from the United States National Transportation Safety Board, are examining a range of possible scenarios, including a bird strike and aircraft systems failure.\n\nPreliminary findings about the cause of the disaster are not likely to be released for weeks. It is possible that some or all of the theories raised by officials and analysts will not be confirmed by the probe.\n“When you’re doing an investigation, you don’t just look at the aircraft. You look at the human element, meaning looking into the pilots, looking into air traffic control, looking into maintenance, then you look at the machine,” Anthony Brickhouse, a veteran US-based aerospace safety expert, told Al Jazeera.\n\n“What happened to that aircraft that prevented them from putting the landing gear down?”"
            },
            {
                "subtitle": "",
                "content": "While bird strikes have been blamed for contributing to a number of air crashes, including the deadly 2019 crash of Ethiopian Airlines Flight 302, a collision with a bird would by itself be unlikely to bring down a modern aircraft, according to aviation experts.\n\nMore than 13,000 bird strikes are reported to the ICAO each year, only a tiny fraction of which result in aircraft damage or flight interruptions.\nIn the case of Flight 2216, investigators will examine whether a bird could have damaged critical systems, such as engines and hydraulics, leading to “cascading failures, including hydraulic issues or the inability to deploy landing gear”, Chan said."
            },
            {
                "subtitle": "",
                "content": "Analysts have been especially perplexed by the speed at which the plane landed and its failure to deploy its landing gear.\n\nVideo footage of the disaster also showed that the nose of the plane never fully came down before the aircraft flew out of frame and exploded.\n\n“The video footage suggests the aircraft was approaching at a relatively high speed, raising questions about whether the aircraft was properly configured for landing or if system failures prevented key deceleration mechanisms from functioning,” Chan said.\nBrickhouse said that it was also notable from footage of the crash that the aircraft had landed some way down the runway.\n\n“In a landing, friction is going to be your friend to slow you down. Unfortunately, it doesn’t appear the aircraft was on the runway long enough to slow down,” Brickhouse said."
            },
            {
                "subtitle": "",
                "content": "South Korea’s transport ministry said on Tuesday that the “black box” flight recorder was recovered from the crash site with key pieces missing and authorities were reviewing how to extract the data.\n\nThe National Police Agency said it was deploying more personnel and using rapid DNA analysis to expedite the identification of the crash victims as family members gathered at the airport to demand more information about their loved ones.\n\nSouth Korea’s acting President Choi Sang-mok has ordered an emergency safety inspection of the country’s entire airline operations, while authorities are separately carrying out inspections of all Boeing 737-800s in operation in the country."
            }
        ],
        "id": "35397924528D356EAEC0FDACA0CAFBAE"
    },
    {   "title": "Survivor of South Korea plane crash is awake and speaking: Hospital official",
        "domain": "abcnews.go.com",
        "url": "https://abcnews.go.com/International/survivor-south-korea-jeju-air-plane-crash-awake-speaking/story?id=117196103",
        "publishedAt": "2024-12-30T23:52:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "A 33-year-old flight attendant, one of just two survivors of the Jeju Air plane crash in South Korea that killed 179 people, is awake and talking to medical staff, according to a hospital official.\n\nThe survivor, who was only identified by his surname Lee, told doctors he had \"already been rescued\" when he regained consciousness following Sunday's fiery crash at the Muan International Airport, Ju Woong, director of the Ewha Womans University Seoul Hospital, said during a news conference on Monday.\n\nLee and another flight attendant on Jeju Air Flight 7C2216, who was identified by her surname Koo, were the only ones aboard the aircraft to live through what authorities said was South Korea's deadliest plane crash in decades and one of the worst in aviation history.\nThe 25-year-old Koo is reportedly in stable condition at a different hospital than the one where Lee is being treated. Koo suffered injuries to her ankle and head, medical staff at the hospital told the Yonhap News Agency. The medical staff treating her declined to answer further questions about her condition.\n\nJu said Lee is being treated in the intensive care unit for multiple fractures.\n\nHe said Lee is \"fully able to communicate.\"\n\n\"There's no indication yet of memory loss or such,\" Ju said.\n\nThe hospital director said Lee is under special care due to the possibility of total paralysis.\n\nJu said he did not question Lee about the details of the crash, saying he didn't believe it would be helpful with the patient's recovery.Lee was initially taken to a hospital in Mokpo before being transferred to the Ewha Womans University Seoul Hospital."
            },
            {
                "subtitle": "",
                "content": "The crash unfolded just before 9 a.m. local time on Sunday at the Muan International Airport after the air traffic control tower gave the flight crew permission to land on a south-to-north runway, according to an official timeline by the Korean Ministry of Land Infrastructure and Transport.\nThree minutes later, the flight control tower issued a warning of a possible bird strike, the transport ministry said. About two minutes after that warning, a pilot sent a distress signal, saying, \"Mayday, mayday, mayday, bird strike, bird strike, going around,\" the ministry said.\nThe plane ascended and made a 180-degree turn before descending from the north side, crash-landing and slamming into a wall at 9:03 a.m., the ministry said.\n\nThe aircraft, a Boeing 737-800, skidded along a runway, crashed into a wall and burst into flames, officials said. A total of 181 people were onboard.\n\nThe flight had originated before dawn Sunday at the Bangkok Suvarnabhumi Airport in Thailand, according to Flightradar24, a flight tracker.\n\nAn official cause of the crash is under investigation by South Korea's Aviation and Railway Accident Investigation Board."
            }
        ],
        "id": "5D0F3AC1C55B952F73253AC3987DD105"
    },
    {   "title": "South Korea releases first Jeju Air plane crash victims to families",
        "domain": "www.france24.com",
        "url": "https://www.france24.com/en/live-news/20241231-s-korea-starts-releasing-jeju-air-crash-victims-to-families",
        "publishedAt": "2024-12-31T06:17:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "South Korean authorities began releasing the bodies of plane crash victims to families Tuesday, as investigators raced to determine why the Jeju Air Boeing 737-800 crash landed and burst into flames.\n\nUS investigators, including from Boeing, arrived at the crash site in southwestern Muan, officials said, as South Korean authorities began assessing two black boxes retrieved from the burned-out wreckage of the aircraft.\n\nThe plane was carrying 181 people from Thailand to South Korea when it made a mayday call and belly-landed before crashing into a barrier and bursting into flames.\n\nEveryone aboard Jeju Air Flight 2216 was killed, save two flight attendants pulled from the wreckage.\n\n\nSouth Korea is observing seven days of mourning, with flags flying at half-mast."
            },
            {
                "subtitle": "",
                "content": "Acting President Choi Sang-mok, who has only been in office since Friday, said the accident was a \"turning point\" for the country, calling for a full overhaul of air safety systems.\n\nHe urged officials to \"thoroughly reexamine the overall aircraft operation system... and immediately address any necessary improvements.\"\n\n\"Today marks the final day of 2024,\" he said Tuesday, urging citizens to \"reflect on the past year and prepare for the new one.\"\n\n\"I am well aware that whenever challenges arose, both domestically and internationally, all citizens and public officials united with one heart and mind to overcome these crises.\""
            },
            {
                "subtitle": "",
                "content": "At Muan airport, investigators combed over the wrecked fuselage and soldiers picked carefully through the fields around the airport Tuesday, as people left ritual offerings for victims -- including food and letters -- near the airport's perimeter.\n\n\"Captain, first officer, and crew members, thank you so much for doing your best to save the passengers. I pray for your eternal rest,\" one letter left on the fence said.\n\nInside the airport, where victims' relatives have been camped out since Sunday, waiting for information, anger was growing over delays in identifying passengers on the doomed plane.\n\nBut officials said they had begun releasing the first bodies to relatives, even as work to identify all victims continued.\n\n\"Of the 179 victims, the bodies of four have completed the handover procedures to their bereaved families for funerals,\" transport minister Park Sang-woo said at Muan airport Tuesday.\n\n\"For 28 victims, whose identities have been confirmed and autopsies completed, we will allow funeral procedures to begin from 2 pm (0500 GMT) today with the consent of their families,\" he added.\n\nOne family lost nine members -- including the oldest passenger on the plane, who was taking his first-ever overseas trip to celebrate his birthday, local broadcaster KBC reported.\n\nThe passenger, surnamed Bae, was travelling with his wife, his two daughters, one son in law, and four grandchildren, including a five-year-old.\n\nThe entire family was killed, with only one of the daughter's husbands -- who was not able to join the trip -- left behind to face the loss of his wife and three children.\n\n\"Yesterday, the village chief went to Muan Airport and said the son-in-law was in utter despair, saying, 'I should have gone with them and died with them,'\" KBC said.\n\nMemorial altars for the victims have been set up nationwide, including in Seoul.\n\nAt Muan airport, families were overseeing the set-up of a new altar Tuesday, with black-and-white funeral flowers filling the area."
            },
            {
                "subtitle": "",
                "content": "A fuller account of what went wrong in the flight's final moments is expected once authorities have analysed the black boxes.\n\n\"Regarding the black box, surface contamination cleaning has been completed at the testing and analysis center, and its condition is currently being assessed,\" deputy civil aviation minister Joo Jong-wan said.\n\n\"However, the flight data recorder's data storage unit is still under evaluation,\" he said, as it was found with a missing connector.\n\nTechnical reviews are underway to determine how to extract the data."
            }
        ],
        "id": "B5C1305C2555B7B20D7FD034547FC6CB"
    },
    {   "title": "South Korea plane crash kills 179 with investigation into cause under way",
        "domain": "www.bbc.com",
        "url": "https://www.bbc.com/news/articles/c3we2p3l36jo",
        "publishedAt": "2024-12-30T10:29:00+00:00",
        "paragraphs": [
            {
                "subtitle": "",
                "content": "All passengers and most of the crew onboard a Jeju Air flight have died after the plane crash-landed at an airport in South Korea on Sunday.\n\nA total of 179 of the 181 people travelling on the Boeing 737-800 were killed, with just two survivors - both cabin staff - pulled from the burning wreckage.\n\nThe plane landed at Muan International Airport in the country's south, skidding off the runway and crashing into a wall in a fiery explosion.\n\nFlight 2216 had been returning from Bangkok, Thailand with six crew and 175 passengers, many of them holidaymakers.\n\nAn investigation into the cause is under way - with experts and officials pointing to a number of possible factors."
            },
            {
                "subtitle": "",
                "content": "Distraught families gathered in the airport's arrival hall in tears, as they waited for bodies to be identified.\n\nSome of those killed have been identified only by their fingerprints.\n\nMaeng Gi-su, 78, told the BBC his nephew and his nephew's two sons had been on the plane.\n\n\"I can't believe the entire family has just disappeared,\" he said. \"My heart aches so much.\"\n\nThe passengers included 173 South Koreans and two Thai nationals. They were aged between three and 78, although most were in their 40s, 50s and 60s, South Korea's Yonhap news agency reported.\nJongluk Doungmanee, 49, had been returning to South Korea from visiting family in Thailand. The mother-of-two lived in South Korea with her husband and worked in agriculture.\n\nIn an interview with BBC Thai, her cousin Pornphichaya Chalermsin said she had \"only ever seen such news from other countries and never thought it would involve Thai people\", adding: \"Watching the video footage made me feel even more distressed.\""
            },
            {
                "subtitle": "",
                "content": "Footage of the crash - which happened shortly after 09:00 local time (00:00 GMT) - showed the aircraft landing without wheels, overshooting the runway and crashing into the airport's perimeter wall, before it exploded into flames.\n\nSouth Korean transport officials said the plane ran into difficulties approaching landing - with the pilot, who had more than 6,800 hours of flight experience, pulling out of the first attempt due to bird interference.\n\nSoon after, the pilot issued a mayday call and was allowed to land in the opposite direction to usual.\n\nOfficials have suggested a bird strike and bad weather may have played a role but aviation experts have questioned whether these were enough to cause such a deadly crash.\n\nOne passenger sent a relative a message saying a bird was stuck in the wing, according to the South Korean News1 agency - but officials have not yet confirmed whether the plane was hit by birds."
            },
            {
                "subtitle": "",
                "content": "Geoffrey Thomas, editor of Airline News, told the BBC \"a lot of things about this tragedy don't make sense\".\n\nHe said South Korea and its airlines were considered \"industry best practice\" and that both the aircraft and the airline have an \"excellent safety record\".\n\n\"At this point there are a lot more questions than we have answers,\" Gregory Alegi, an aviation journalist and former teacher at Italy's air force academy, told the Reuters news agency.\n\n\"Why was the plane going so fast? Why were the flaps not open? Why was the landing gear not down?\""
            },
            {
                "subtitle": "",
                "content": "The disaster is a national tragedy for South Korea, which has been embroiled in a political crisis after President Yoon Suk Yeol and his temporary successor were both impeached by parliament.\n\nActing President Choi Sang-mok, who was only appointed on Friday, visited the site of the crash on Sunday.\n\n\"I express my deepest condolences to the many victims in the incident. I will do all I can for the injured to quickly recover,\" he said.\n\nThe crash is the worst for any South Korean airline since the 1997 Korean Air crash in Guam, which killed more than 200 people. Prior to Sunday, the deadliest on South Korean soil was an Air China crash flight that killed 129.\n\nThe Muan airport accident also marks the first fatal crash for Jeju Air, one of South Korea's largest low-cost airlines, which was set up in 2005.\n\nJeju Air bosses bowed deeply as they gave a public apology at a press conference on Sunday.\n\n\"We deeply apologise to all those affected by the incident. We will make every effort to resolve the situation,\" the firm said in a statement.\n\nBoeing, which manufactured the 737-800 jet, has said it was in touch with the airline."
            }
        ],
        "id": "B58D313BB676D054838D774E75458034"
    }
]