[
    {
        "subtheme_id": "8",
        "merged_content": "South Korea is conducting thorough investigations into the plane crash that killed 179 people, the nation's deadliest aviation disaster in decades. The crash has prompted inspections of all Boeing 737-800 aircraft operated by the country's airlines. Authorities are working to determine the cause, including potential bird strikes, disabled control systems, and rushed landings. The impact of the crash on South Korean society, already grappling with political turmoil, has been significant. The pilot received a bird strike warning moments before attempting to land the Jeju Air flight, which ultimately crash-landed without deploying landing gear, overshooting the runway and bursting into flames. The investigation is ongoing, with US officials collaborating with South Korean authorities to gather more information. Despite the tragic incident, both the Boeing 737-800 and South Korea's aviation safety record have been generally strong. The crash has raised questions about pilot training, environmental factors, and aircraft performance, which will be thoroughly examined by the National Transportation Safety Board and other agencies.",
        "title": "Investigations Ongoing into South Korea's Deadliest Plane Crash"
    },
    {
        "subtheme_id": "2",
        "merged_content": "Sunday’s crash was the worst aviation accident involving a South Korean airline since a Korean Air jet slammed into a hill in Guam, a U.S. territory in the western Pacific, in 1997, killing 229 of the 254 people onboard. The crash on Sunday involved Jeju Air, a low-cost South Korean carrier established in 2005. Two days prior to the crash, the plane had to divert to Seoul from a flight to Beijing due to a medical emergency onboard. Despite this incident, the plane operated 10 flights without issue before the crash. In 2021, Jeju Air was investigated for flying a plane with a defect. The airline had previously received a safety grade of A from the South Korean Ministry of Land, Infrastructure and Transport. The same aircraft that crashed had declared an emergency during a flight from Jeju to Beijing the day before the crash, but it is unclear if the emergency was due to a technical problem or a medical issue.",
        "title": "Jeju Air Crash: Background and Previous Incidents"
    },
    {
        "subtheme_id": "7",
        "merged_content": "The crash involving a Boeing 737-800 in South Korea has raised concerns following a troubling year for U.S. aviation giant Boeing. The 737-800 model, older than the controversial 737 Max jetliners, is widely used globally and considered safe. South Korean authorities have announced safety inspections on all 737-800s operated by domestic airlines, including Jeju Air's fleet. Representatives from Boeing and the U.S. National Transportation Safety Board are involved in the investigation. Despite the incident, experts emphasize the overall reliability of the 737-800, with around 4,400 currently in operation worldwide. While the crash sparked anxiety and impacted Boeing's stock prices, commercial flying remains statistically safe, with minimal risks compared to other modes of transportation.",
        "title": "Boeing 737-800 Crash in South Korea Raises Safety Concerns Amidst Troubling Year for Boeing"
    },
    {
        "subtheme_id": "4",
        "merged_content": "Only two people — both crew members — survived the plane crash, rescued from the tail section, which remained intact. One survivor suffered fractures to his ribs, shoulder blade, and spine. The passengers were mainly South Korean, with two Thai nationals. Authorities have identified 146 bodies and are collecting DNA and fingerprint samples for the remaining 33. Park Han Shin, a representative of bereaved families, urged the government to increase personnel for the identification process. The official death toll of the crash, involving 175 passengers and six crew members, stands at 179, the deadliest in South Korean history. Children under 10, including a three-year-old boy, were among the victims. The two survivors, both flight attendants, are recovering in hospitals. Recovery efforts involve over 1,500 emergency personnel searching for plane parts and victims.",
        "title": "South Korean Plane Crash: Survivors, Victims, and Recovery Efforts"
    },
    {
        "subtheme_id": "9",
        "merged_content": "World leaders expressed their sympathies as South Korea dealt with the tragedy. Thailand’s prime minister, Paetongtarn Shinawatra, expressed deep condolences to the families and ordered the country’s Ministry of Foreign Affairs to provide assistance immediately. U.S. President Joe Biden and his wife, Jill Biden, stated they were deeply saddened by the plane crash, with Biden offering any necessary assistance. European Commission President Ursula von der Leyen expressed being heartbroken by the crash and stated Europe stands with South Korea. German President Frank-Walter Steinmeier referred to the crash as another blow to the nation's heart amid recent political turmoil in South Korea. The office of United Nations Secretary-General Antonio Guterres extended heartfelt condolences to the families of the victims and expressed solidarity with the people and Government of the Republic of Korea. Pope Francis offered condolences from St. Peter’s Square, while Japanese Prime Minister Shigeru Ishiba expressed deep sadness over the loss of many lives.",
        "title": "World Leaders Extend Condolences to South Korea After Tragedy"
    },
    {
        "subtheme_id": "1",
        "merged_content": "A Boeing 737-800 operated by Jeju Air crash-landed at Muan International Airport in South Korea, resulting in the deaths of all but two of the 181 people on board. The plane had departed from Bangkok and broke into pieces upon impact, with only its tail recognizable. The two survivors were crew members rescued from the tail section. The crash, which occurred on Sunday morning, was the worst aviation disaster in South Korea in nearly three decades. Video footage captured the plane veering off the runway, hitting a barrier, and erupting into flames. Authorities are investigating potential causes such as a bird strike and adverse weather conditions. The incident, involving Jeju Air flight 7C 2216, marked South Korea's deadliest plane accident since 1997.",
        "title": "Fatal Plane Crash at Muan International Airport in South Korea"
    },
    {
        "subtheme_id": "0",
        "merged_content": "A tragic plane crash occurred when a Jeju Air Boeing 787-800 struck a concrete barrier near the runway at Muan International Airport, resulting in the deaths of 179 out of 181 people on board. The plane had reported a bird strike and was attempting an emergency landing when it lost control and collided with the wall, which housed a navigational system known as a localizer. Experts, including Ross Aimer, CEO of Aero Consulting Experts, and aviation analyst David Learmount, criticized the placement of the concrete embankment, stating that it was too close to the runway and contributed significantly to the fatalities. The airport's 2024 operating manual acknowledged this issue, recommending a review of the embankment's location. Aviation experts pointed out that many airports do not have such rigid structures positioned near runways, and they expressed concerns about the wall's hardness, as regulations typically require obstacles to be frangible, meaning they should break upon impact. The South Korean transport ministry stated that while the structure was about 250m from the runway's end, it did not meet industry best practices, which recommend a safety area of at least 300m. Following the crash, South Korean officials pledged to review regulations regarding runway safety areas and the construction of such barriers.",
        "title": "Jeju Air Crash Highlights Concerns Over Runway Safety Barrier"
    },
    {
        "subtheme_id": "5",
        "merged_content": "South Korea's Acting President Choi Sang-mok has ordered an emergency safety inspection of the entire airline operations, to be completed by January 3. Muan has been declared a special disaster zone, allowing central government funding for local authorities and victims. All flights to and from Muan International Airport are cancelled, with the airport closed until January 7. A 'black box' flight data recorder from the crash site is missing a key connector, but retrieval of data from the cockpit voice recorder has begun. A national seven-day mourning period has been declared, and New Year's celebrations are likely to be scaled down. Aircraft maker Boeing is in contact with Jeju Air and is ready to provide support. Jeju Air's CEO, Kim Yi-bae, announced a 10-15% reduction in air traffic this winter for maintenance purposes, denying it was due to operating too many planes. No issues were noted during the crash inspection, and the airline monitored weather conditions before and after the flight. Another Jeju flight faced landing gear issues but returned safely to Seoul. Kim stated that Jeju Air has paid the most fines and faced the most administrative actions of any Korean airline over the last five years, although it has improved its safety record. The airline has apologized to victims' families and will cover funeral costs. Kim emphasized that the crash is a Jeju Air disaster, not the airport's fault. Following the crash, Jeju Air shares dropped significantly, with AK Holdings, its major stakeholder, also experiencing losses. Experts assure that air travel remains safe despite such incidents. The crash has occurred during a tumultuous period for South Korea, with political upheaval and the resignation of top officials responsible for disaster management. Choi has visited the crash site, met with bereaved families, and is overseeing emergency meetings to formulate preventive measures for future incidents.",
        "title": "Emergency Measures and Impact Following Jeju Air Crash in South Korea"
    },
    {
        "subtheme_id": "6",
        "merged_content": "Bird strikes, collisions between planes in flight and birds, are common occurrences in aviation. In the UK, over 1,400 bird strikes were reported in 2022, with only around 100 affecting planes. The most famous bird strike incident was in 2009 when an Airbus landed on the Hudson River after hitting geese, with all passengers surviving. Professor Doug Drury highlighted the potential damage to turbofan engines in bird strikes. Pilots are trained to be vigilant during peak bird activity times. Despite reports of bird strikes before a crash at Muan Airport, doubts exist about their role in the incident. Globally, wildlife strikes have caused fatalities and aircraft destruction. Uncertainty remains about the impact of a bird strike on the recent crash. Investigations are ongoing, with focus on the black boxes for more insights. While bird strikes are rare statistically, their frequency has been increasing. Experts are analyzing if a bird strike could have led to engine failure and subsequent issues. Despite potential engine damage, communication systems should remain functional. The Jeju Air crash's cause is yet to be determined, with speculation about bird strikes and bad weather. The pilot's experience and the airline's safety record have been noted in discussions about the crash.",
        "title": "Bird Strike Incidents in Aviation: Causes, Impacts, and Investigations"
    },
    {
        "subtheme_id": "3",
        "merged_content": "Judging by video recorded by witnesses on the ground, the plane did not have its wheels down as it came in for its initial landing attempt, raising the troubling possibility that the flight crew never realized the gear was up. Instead of landing, the crew decided to increase engine power and climb away from the runway, skipping important steps that could have improved survival odds. Even if there was a mechanical failure preventing landing gear deployment, safe landings are possible without loss of life, as demonstrated by a previous incident. The crash footage shows the plane's belly sliding, hitting an embankment, and catching fire, with experts confirming the incomplete deployment of landing gear. Manual gear deployment on a Boeing 737 is challenging, especially given the time constraints faced by the pilots. South Korean officials have announced inspections for all Boeing 737-800 jets operated by the country's airlines.",
        "title": "Incomplete Landing Gear Deployment and Safety Measures in Recent Plane Crash"
    }
]